Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: Try unchecking this if the SD card file list never gets loaded after connecting to the printer, due to your firmware not providing a capability report.
be: Паспрабуйце зняць птушку, калі спіс файлаў SD-карткі так і не загружаецца пасля злучэння з друкаркай з-за таго, што вашая прашыўка не падае справаздачу аб магчымасцях.

source: Blocked commands
be: Заблакаваныя каманды

source: Use this to specify commands that should never be sent to the printer. Just the G or M code, comma separated. Defaults to <code>M0</code> and <code>M1</code> since most firmware will block until a button on the controller has been pressed if it receives either of those two commands.
be: Ужывайце гэтае, каб паказаць каманды, якія ніколі не варта адпраўляць на друкарку. Толькі код G ці M, якія падзеленыя коскамі. Першапачаткова ўжываюцца значэнні <code>M0</code> і <code>M1</code>, паколькі большасць прашывак блакуецца да таго часу, пакуль не будзе націснута кнопка на кантролеры, калі ён атрымае любую з гэтых дзьвух каманд.

source: Ignored commands
be: Каманды, якія ігнаруюцца

source: Use this to specify commands that should be silently ignored and never be sent to the printer. Just the G or M code, comma separated. Unlike blocked commands above, there will be no warning popup when these commands are encountered.
be: Ужывайце гэтае, каб паказаць каманды, якія варта моўчкі ігнараваць і ніколі не адпраўляць на друкарку. Толькі код G ці M, якія падзеленыя коскамі. У адрозненне ад заблакаваных каманд, якія апісаныя вышэй, пры з'яўленні гэтах каманд не будзе ўсплываючага папярэждання.

source: Pausing commands
be: Каманды прыпынення

source: Use this to specify commands on which OctoPrint should pause the print job. Just the G or M code, comma separated. Defaults to <code>M0</code>, <code>M1</code> and <code>M25</code>.
be: Ужывайце гэтае, каб паказаць каманды, пры выкананні якіх OctoPrint павінен прыпыніць заданне друку. Толькі код G ці M, якія падзеленыя коскамі. Першапачаткова ўжываюцца значэнні <code>M0</code>, <code>M1</code> і <code>M25</code>.

source: SD Cancel Command
be: Каманда адмены SD-карткі

source: The command to send to printer when cancelling a SD card print. Defaults to <code>M25</code>.
be: Каманда для адпраўкі на друкарку пры адмене друку з SD-карткі. Першапачаткова ўжываецца значэнне <code>M25</code>.

source: Emergency commands
be: Аварыйныя каманды

source: Use this to specify emergency commands which should jump any queues and - if supported by the firmware - be force sent. Just the G or M code, comma separated. Defaults to <code>M112</code>, <code>M108</code> and <code>M410</code>.
be: Ужывайце гэтае, каб паказаць аварыйныя каманды, якія павінны пераходзіць з любой чаргі і, калі падтрымліваецца прашыўкай, прымусова адпраўленыя. Толькі код G ці M, якія падзеленыя коскамі. Першапачаткова ўжываецца значэнне <code>M112</code>, <code>M108</code> і <code>M410</code>.

source: Command to send to the firmware on first handshake attempt.
be: Каманда для адпраўкі ў прашыўку пры першай спробе пацверждання.

source: "Hello" command
be: Каманда "Прывітанне"

source: Use this to specify a different command than the default <code>M110</code> to send to the printer on initial connection to trigger a communication handshake.
be: Ужывайце гэтае, каб паказаць каманду, якая выдатная ад ужывання першапачатковай каманды <code>M110</code> для адпраўкі на друкарку пры першапачатковым злучэнні, каб ініцыяваць пацвержданне сувязі.

source: Commands that are know to run long and hence should suppress communication timeouts from being triggered.
be: Каманды, якія, як вядома, выконваюцца доўга, і такім чынам, павінны прадухіляць спрацоўванне затрымак сувязі.

source: Long running commands
be: Каманды, якія доўга выконваюцца

source: Use this to specify the commands known to take a long time to complete without output from your printer and hence might cause timeout issues. Just the G or M code, comma separated.
be: Ужывайце гэтае, каб паказаць каманды, выкананне якіх, як вядома, займае шмат часу без вываду з вашай друкаркі, і такім чынам, можа выклікаць праблемы з затрымкамі. Толькі код G ці M, якія падзеленыя коскамі.

source: Commands that always require a line number and checksum to be sent with them.
be: Каманды для адпраўкі якіх заўсёды патрабуецца нумар радка і кантрольная сума.

source: Commands that always require a checksum
be: Каманды, для якіх заўсёды патрабуецца кантрольная сума

source: Use this to specify which commands <strong>always</strong> need to be sent with a checksum. Comma separated list.
be: Ужывайце гэтае, каб паказаць, якія каманды <strong>заўсёды</strong> павінны адпраўляцца з кантрольнай сумай. Спіс, які падзелены коскамі.

source: ok buffer size
be: ok памер буфера

source: <code>ok</code> buffer size
be: <code>ok</code>памер буфера

source: Only modify if told to do so
be: Змяняйце толькі калі вам скажуць гэтае зрабіць

source: Action commands
be: Каменды дзеянняў

source: Enable the <code>shutdown</code> action command
be: Уключыць каманду дзеяння <code>shutdown</code>

source: If enabled and the system shutdown command is configured, your printer's firmware will be able to shutdown your OctoPrint server via an action command on the serial connection. This could get abused, so only enable this if you trust your firmware and your GCODE files!
be: Калі ўключана і наладжана каманда завяршэння сістэмы, прашыўка вашай друкаркі можа адключыць сервер OctoPrint з дапамогай каманды дзеяння пры паслядоўным злучэнні. Гэтым можна злоўжываць, таму ўключайце гэтае толькі ў тым выпадку, калі вы давяраеце сваёй паршыўкі і файлам GCode!

source: Error handling
be: Апрацоўка памылка

source: What to do on a firmware error (<code>Error:</code> or <code>!!</code>)
be: Што рабіць пры памылцы прашыўкі (<code>Error:</code> ці <code>!!</code>)

source: Disconnect from the printer
be: Адключыцца ад друкаркі

source: Cancel any ongoing prints but stay connected to the printer
be: Адмяніць усе бягучыя заданні друку, але застацца злучаным з друкаркай

source: Please note that if you choose this, OctoPrint will still disconnect from the printer in case of <em>fatal</em> errors reported by your firmware (e.g. <code>kill() called</code>, <code>fatal:</code>).
be: Калі ласка, звярніце ўвагу, што калі вы абярыце гэтую наладу, OctoPrint усё роўна адключыцца ад друкаркі ў выпадку <em>фатальных</em> памылак, пра якія паведамляе вашая прашыка (напрыклад <code>kill() called</code>, <code>fatal:</code>).

source: Only choose this if your firmware sends error messages that are not actual errors. Might mask printer issues (even fatal errors!), be careful!
be: Абярыце гэтую наладу толькі калі вашая прашыўка адпраўляе паведамленні пра памылкі, якія на самой справе не з'яўляюцца памылкамі. Можа маскіраваць праблемы з друкаркай (нават фатальныя памылкі!), будзьце асцярожныя!

source: Send <code>M112</code> on disconnect due to error
be: Кдправіць <code>M112</code> пры адключэнні з-за памылкі

source: If this is checked, OctoPrint will try to send an <code>M112</code> prior to a disconnect due to a (fatal) error in order to disable heaters and motors.
be: Калі птушка, OctoPrint паспрабуе адправіць <code>M112</code> перад адключэннем з-за (фатальнай) памылкі, каб адключыць награвальнік і рухавікі.

source: Log position on pause
be: Зафіксаваць становішча на прыпынку

source: If you disable this, the <code>pause_position</code> placeholders in your pause/resume GCODE scripts will stay unpopulated! However, pausing speed might improve slightly.
be: Калі вы адключыцэ гэтае, запаўняльнік <code>pause_position</code> у вашых сцэнарах GCode паўзы/аднаўлення застануцца неапрацаванымі! Аднак хуткасць прыпынення можа трохі павялічыцца.

source: Log position on cancel
be: Зафіксаваць становішча пры адмене

source: If you disable this, the <code>cancel_position</code> placeholders in your cancel GCODE script and the corresponding data in the print recovery data will stay unpopulated! However, cancelling speed might improve slightly.
be: Калі вы адключыце гэтае, запаўняльнікі <code>cancel_position</code> у вашым сцэнары GCode адмена і адпаведныя дадзеныя ў дадзеных аднаўлення друку застаніццу неапрацаванымі! Аднак хуткасць адмены можа крыху павялічыцца.

source: Attempt to abort any blocking heatups on cancel via <code>M108</code>.
be: Паспрабуйце адмяніць любыя блакаваныя перагрэвы пры адмене з дапамогай <code>M108</code>.

source: Uncheck this if your firmware doesn't support <code>M108</code> for aborting blocking heatups!
be: Не птушка, калі вашая прашыўка не падтрымлівае <code>M108</code> для адмены блакуючага нагрэву!

source: Sanity Checking
be: Праверка на працаздольнасць

source: Sanity check tool commands
be: Каманды інструмента праверкі працаздольнасці

source: If enabled, OctoPrint will not send tool commands to your printer that exceed the number of extruders configured in the active printer profile, or for which the firmware has reported an "invalid extruder" error. Only uncheck this if OctoPrint or your firmware mistakingly mark valid tools as invalid and be sure to investigate the reason for that, it might be a misconfiguration you need to correct for proper operation.
be: Калі ўключана, OctoPrint не будзе адпраўляць на вашу друкарку каманды інструментаў, колькасць якіх перавышае колькасць экструдараў, якія наладжаныя ў бягучым профілі друкаркі, альбо для якіх прашыўка паведаміла пра памылку "недапушчальны экструдар". Зніміце птушку толькі ў тым выпадку, калі OctoPrint ці ваша прашыўка памылкова пазначае дапушчальныя інструменты як недапушчальныя, і абавязкова высветліце прычыну гэтага, магчыма, гэта неправільаня налада, якую вам неабходна выправіць для правільнай працы.

source: Display notifications for suppressed commands
be: Адлюстроваць апавяшчэнне аб падаўленых камандах

source: Show notifications of severity "info" and "warning"
be: Паказаць паведамленні пра сур'ёзнасць "інфармацыя" і "папярэджанне"

source: Show notifications of severity "warning"
be: Паказаць паведамленне пра сур'ёзнасць "папярэджанне"

source: Never show notifications
be: Ніколі не паказваць паведамленні

source: Resend Tracking
be: Адсочванне паўторнай адпраўкі

source: Resend ratio threshold. Percentage of resend requests among all sent lines to consider critical.
be: Парогавае значэнне суадносін паўторнай адпраўкі. Адсотак запытаў на паўторную адпраўку сярод усіх адпраўленых радкоў, якія варта лічыць крытычнымі.

source: Critical resend ratio
be: Значэнне крытычных суадносін паўторнай адпраўкі

source: Start tracking resend request after these many transmitted lines.
be: Пачаць адсочваць запыт на паўторную адпраўку пасля гэтай колькасці перададзеных радкоў.

source: Tracking start
be: Адсочванне пачатку

source: Commands
be: Каманды

source: Connectivity check
be: Праверка злучэння

source: Plugin blacklist processing
be: Апрацоўка чорнага спісу дадаткаў

source: Debug options
be: Налады адладкі

source: Graph
be: Графік

source: Graph cutoff
be: Графік адсячэння

source: Needs a restart of OctoPrint to become active.
be: Патрабуецца запуск OctoPrint нанова, каб ён стаў актыўным.

source: Fine adjustments
be: Дакладная налада

source: Send temperature fine adjustments automatically
be: Аўтаматычная адпраўка дакладных налад тэмпературы

source: Enable this to have temperature fine adjustments you do via the + or - button be sent to the printer automatically.
be: Уключыць гэтае, каб дакладныя налады тэмпературы, якія вы выконваеце з дапамогай + ці -, аўтаматычна адпраўляліся на друкарку.

source: Sending delay
be: Затрымка адпраўкі

source: OctoPrint will use this delay to limit the number of sent temperature commands should you perform multiple fine adjustments in a short time.
be: OctoPrint будзе ўжываць гэтую хатрымку, каб абмежаваць колькасць тэмпературных каманд, якія адпраўляюццав, калі вы выканаеце некалькі дакладных налад за кароткі час.

source: Presets
be: Наборы

source: Extruder
be: Экструдар

source: RegExp
be: Рэгулярны выраз

source: Please note that OctoPrint merely embeds a webcam stream & access a snapshot URL. It does not actually run its own webcam server or interact directly with your camera. It thus can't impose access restrictions on it or enable/disable the stream for you. Please see <a href="%(url)s" target="_blank">this FAQ entry</a> for more explanation.
be: Калі ласка, звярніце ўвагу, што OctoPrint проста ўбудоўвае трансляцыю з вэб-камеры і атрымлівае доступ да URL-адраса здымка. На самой справе ён не запускае свой уласны сервер вэб-камеры і не ўзаемадзейнічае непасрэдна з вашай камерай. Такім чынам, ён не можа накладаць на яе абмежаванні доступу, альбо ўключаць/адключаць трансляцыю для вас. Калі ласка, глядзіце <a href="%(url)s" target="_blank">гэты падзел часта задаваных пытанняў</a> для атрымання дадатковых тлумачэнняў.

source: Webcam Streaming
be: Трансляцыя вэб-камеры

source: Timelapse Recordings
be: Запісы з інтэрвальным відэа

source: Fallback Webcam
be: Рэзервовая вэб-камера

source: <p> Select the webcam to fall back on to populate the stream and snapshot URLs on the settings API used by old clients that do not yet utilize the webcam plugin system introduced in OctoPrint 1.9.0. If the selected webcam does not provide a snapshot or stream URL, it won't be available on the settings API and thus to older clients. </p> <p> Note that this does not affect the webcam stream options available in OctoPrint's core UI, nor the snapshot camera used for timelapse recordings. It is exclusively relevant for the compatibility layer provided on the settings API. </p>
be: <p> Абярыце вэб-камеру, да якой вы хочаце вярнуцца, каб запоўніць URL-адрасы трансляцыі і здымкаў у наладах API, якія ўжываюцца старымі кліентамі, якія яшчэ не ўжываюць сістэму дадатка вэб-камеры, якая ўведзеная ў 1.9.0. Калі абраная вэб-камера не падае URL-адрас здымка ці трансляцыі, яна не будзе даступная ў наладах API і, такім чынам, для старых кліентаў. </p> <p> Звярніце ўвагу, што гэта не ўплывае ні на налады трансляцыі вэб-камеры, якія даступныя ў інтэрфейсе карыстальніка OctoPrint'а, ні на камеру здымка, якую ўжывае для запісу інтэрвальнага відэа. Гэтае ставіцца выключна да ўзроўню сумяшчальнасці, якія прадстаўляюцца ў наладах API. </p>

source: If you do not wish to change your password, just leave the following fields empty.
be: Калі вы не хочаце мяняць свой пароль, проста пакіньце наступныя палі пустымі.

source: Current Password
be: Бягучы пароль

source: New Password
be: Новы пароль

source: Repeat Password
be: Паўтарыце пароль

source: Please note that you will be <strong>logged out immediately</strong> after changing your password and asked to login again.
be: Калі ласка, звярніце ўвагу, што вы будзеце <strong>неадкладна выведзеныя з сістэмы</strong> пасля змены пароля, і вас папросяць зноў увайсці ў сістэму.

source: Current API Key
be: Бягучы ключ API

source: Please note that changes to the API key are applied immediately, without having to "Confirm" first.
be: Калі ласка, звярніце ўвагу, што змены ў ключы API прымяняюцца неадкладна, без необходнасці папярэдняга пацверждання.

source: Language
be: Мова

source: Changes to the interface language will only become active after a reload of the page.
be: Змены ў мове інтэрфейсу стануць актыўныя толькі пасля загрузкі старонкі нанова.

source: All Done!
be: Усё гатова!

source: Your OctoPrint installation is now all set up and ready to go.
be: Зараз вашая ўстаноўка OctoPrint цалкам наладжаная і гатовая да працы.

source: For your printer's safety
be: Для бяспекі вашай друкаркі

source: Even with OctoPrint attached you should <strong class="text-error">never leave your printer running completely unattended</strong>. The electronics in our consumer printers can and sometimes sadly do catch fire, so stay or have someone else stay close enough to physically intervene in case of such catastrophic failure.
be: Наваз з злучаным OctoPrint вам варта <strong class="text-error">ніколі не пакідаць друкарку, якая працуе, цалкам без нагляду</strong> Электроніка ў нашых бытавых друкарках можа загарэцца, і часам, нажаль, гэтае сапраўды адбываецца, таму заставайцеся, альбо спытайце каго-небудзь іншага знаходзіцца досыць блізка, каб фізічна ўмяшацца ў выпадку такога катастрафічнага збою.

source: You also should <strong class="text-error">never make your OctoPrint instance available for everyone on the public internet</strong>, even with Access Control enabled. Your instance <em>will</em> be found, and bad people <em>will</em> try to abuse it. Don't put yourself at risk, <a href="%(url)s" target="_blank" rel="noopener noreferrer">use a safe way to access your instance remotely</a>.
be: Вам таксама варта <strong class="text-error">ніколі не рабіць свой асобнік OctoPrint даступным для ўсіх у агульнадаступным інтэрнэце</strong>, нават пры ўключаным кантролі доступу. Ваш асобнік <em>будзе</em> знойдзены, і дрэнныя людзі <em>паспрабуюць</em> злоўжыць ім. Не падвяргайце сябе разыцы, <a href="%(url)s" target="_blank" rel="noopener noreferrer">ўжывайце бяспечны спосаб падаленнага доступу да вашага асобніку</a>.

source: If you enjoy OctoPrint...
be: Калі вам дадабаецца OctoPrint...

source: Please consider <strong><a href="%(url)s" target="_blank">supporting OctoPrint's ongoing development</a></strong>, which can only continue with funding by users like you! You can also find this link in the "About" dialog.<br> <strong>Thank you!</strong>
be: Калі ласка, разгледзьце магчымасць <strong><a href="%(url)s" target="_blank">падтрымкі бягучай распрацоўкі OctoPrint</a></strong>, якая можа працягвацца толькі пры фінансаванні такімі карыстальнікамі, як вы! Вы таксама можаце знайсці гэтую спасылку ў дыялогавам акне "Пра OctoPrint".<br> <strong>Дзякуй!</strong>

source: With all that being said, <strong>Happy and Safe Printing</strong>!
be: Улічваюйы ўсё вышэйсказанае, <strong>шчаслівага і бяспечнага друку</strong>!

source: Hello!
be: Вітаю!

source: Thank you for installing OctoPrint!
be: Дзякуем вам за ўстаноўку OctoPrint!

source: This wizard will guide you through the final steps to get your OctoPrint instance all set up and ready to go. We'll get you printing in no time!
be: Гэты майстар правядзе вас па апошніх кроках, каб цалкам наладзіць і падрыхтаваць да працы ваш асобнік OctoPrint. Мы забяспечым вам друк у самыя кароткія тэрміны!

source: Logout
be: Выйсці

source: There is no connection to the internet
be: Няма злучэння з інтэрнэтам

source: Settings
be: Налады

source: Upload locally
be: Загрузіць лакальна

source: Upload to SD
be: Загрузіць на SD-картку

source: Cannot upload to printer's SD while printing
be: Не атрымалася загрузіць на SD-картку друкаркі падчас друку

source: SD not initialized
be: SD-картк не ініцыялізавана

source: Attempt to reconnect
be: Паўтарыць спробу злучэння

source: Please reload
be: Калі ласка, загрузіце нанова

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
be: Новая версія серверу зараз актыўная, патрабуецца загрузіць інтэрфейс карыстальніка нанова. Гэтае не перапыніць любыя заданні друку. Калі ласка, загрузіце вэб-інтэрфейс нанова, націсніце на кнопку.

source: No serial port found, are you sure your printer is physically connected and supported? Try %(refresh)srefreshing%(endrefresh)s and if that doesn't help please see %(link)sthe FAQ%(endlink)s.
be: Паслядоўны порт не знойдзены. Ці ўпэўненыя вы, што вашая друкарка фізічна злучана і падтрымліваецца? Паспрабуйце %(refresh)sабнавіць%(endrefresh)s, і калі гэтае не дапаможа, калі ласка, глядзіце %(link)sчаста задаваныя пытанні%(endlink)s.

source: Save connection settings
be: Захаваць налады злучэння

source: Auto-connect on server startup
be: Аўтаматычнае злучэнне пры запуску сервера

source: Refresh connection options
be: Абнавіць налады злучэння

source: Back
be: Назад

source: Currently in
be: У бягучы час

source: Additional data
be: Дадатковыя дадзеныя

source: On SD Card
be: На SD-картке

source: Internal
be: Унутраны

source: Uploaded
be: Загружана

source: Move or Rename
be: Перамясціць ці пераназваць

source: Load
be: Адкрыць

source: Load and Print
be: Адкрыць і надрукаваць

source: Free
be: Вольна

source: Total
be: Агулам

source: Create folder...
be: Стварыць каталог...

source: Hint: You can also drag and drop files on this page to upload them.
be: Парада: вы таксама можаце перацягваць файлы на гэтую старонку, каб загрузіць іх.

source: File list settings
be: Налады спісу файлаў

source: Apply filters to search results
be: Прымяніць фільтры да вынікаў пошуку

source: Sort by upload date
be: Парадкаваць па даце загрузкі

source: Sort by date of last print
be: Парадкаваць па даце апошняга друку

source: Sort by Folders, Files
be: Парадкаваць па каталогах, файлах

source: Sort by Files, Folders
be: Парадкаваць па файлах, каталогах

source: Mixed
be: Змешаны

source: Only show files stored locally
be: Паказваць толькі лакальныя файлы

source: Only show files stored on SD
be: Паказваць толькі файлы з SD-карткі

source: Hide successfully printed files
be: Схаваць паспяхова надрукаваныя файлы

source: Refresh file list
be: Абнавіць спіс файлаў

source: SD Card operations
be: Аперацыі з SD-карткай

source: Initialize SD card
be: Ініцыялізаваць SD-картку

source: Refresh SD files
be: Абнавіць файлы на SD-картке

source: Release SD card
be: Быяспечна вызваліць SD-картку

source: Current printer state
be: Бягучы стан друкаркі

source: Count of resend requests, transmitted lines and resend ratio
be: Колькасць запытаў на паўторную адпраўку, колькасць перададзеных радкоў і суадносіны паўторанй адпраўкі

source: Resend ratio
be: Значэнне суадносін паўторнай адпраўкі

source: resend requests
be: паўторная адпраўка запытаў

source: transmitted lines
be: перададзеныя радкі

source: resend ratio
be: значэнне суадносін паўтораня адпраўку

source: Name of file currently selected for printing
be: Імя файла, якое абранае ў бягучы час для друку

source: File
be: Файл

source: Upload date of the file currently selected or printing
be: Дата загрузкі абранага ў бягучы час файла ці друку

source: User who selected this file for printing
be: Карыстальнік, які абраў гэты файл для друку

source: Current timelapse configuration
be: Бягучыя налады інтэрвальнай здымкі

source: Estimated total print time based on analysis of the file or past prints
be: Разлічаны агульны час друку на аснове аналізу файла ці папярэдніх заданняў друку

source: Approx. Total Print Time
be: Прыблізны агульны час друку

source: Total print time so far
be: Агульны час друку ў бягучы час

source: Print Time
be: Час друку

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
be: Разлічаны час да завяршэння задання друку. Гэта толькі прыблізная ацэнка, і дакладнасць моцна залежыць ад розных фактараў!

source: Print Time Left
be: Засталося часу друку

source: Bytes printed vs total bytes of file
be: Надрукавана ў параўнанні з агульным памерам файла

source: Printed
be: Надрукавана

source: Restart
be: Запусціць нанова

source: Print
be: Друкаваць

source: Cancels the print job
be: Адмяніць заданне друку

source: Fixed groups can't be added or removed to users.
be: Замацаваныя суполкі не могуць быць дададзеныя ці выдаленыя карыстальнікам.

source: Fixed
be: Замацавана

source: Default group
be: Першапачатковая суполка

source: Permissions
be: Дазвол

source: Subgroups
be: Укладзеныя суполкі

source: Update group
be: Абнавіць суполку

source: Delete group
be: Выдаліць суполку

source: Add group...
be: Дадаць суполку...

source: Description
be: Апісанне

source: Default
be: Першапачаткова
