Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: Admin is allowed to do everything
be: Адміністратару даступныя любыя дзеянні

source: Allows to gather basic status information, e.g. job progress, printer state, temperatures, ... Mandatory for the default UI to work
be: Дазваляе збіраць асноўную інфпрмацыю аб стане, напрыклад аб ходзе выканання задання, стану друкаркі, тэмпературы і іншых. Абавязкова для працы першапачатковага інтэрфейса карыстальніка

source: Allows to connect to and disconnect from a printer
be: Дазваляе злучыцца з друкаркай, і адлучыцца ад яе

source: Allows to watch the webcam stream
be: Дазваляе глядзець трансляцыю вэб-камеры

source: Allows to run system commands, e.g. restart OctoPrint, shutdown or reboot the system, and to retrieve system and usage information
be: Дазваляе запускаць сістэмныя каманды, напрыклад запуск OctoPrint нанова, выключэнне ці запуск сістэмы нанова, а таксама атрымліваць інфармацыю аб сістэме і ўжыванні

source: Allows to retrieve a list of all uploaded files and folders, includingtheir metadata (e.g. date, file size, analysis results, ...)
be: Дазваляе атрымаць спіс усіх загружаных файлаў і каталогаў, уключая іх метададзеныя (напрыклад дату, памер файла, вынікі аналізу, ...)

source: Allows users to upload new files, create new folders and copy existing ones. If the File Delete permission is also set, File Upload also allows moving files and folders.
be: Дазваляе карыстальнікам загружаць новыя файлы, ствараць новыя каталогі і капіраваць існуючыя. Калі таксама зададзеныя дазволы на выдаленне файлаў, загрузка файлаў таксама дазваляе перамяшчаць файлы і каталогі.

source: Allows users to download files. The GCODE viewer is affected by this as well.
be: Дазваляе карыстальнікам загружаць файлы. Гэтае таксама ўплывае на сродак прагляду GCode.

source: Allows users to delete files and folders. If the File Upload permission is also set, File Delete also allows moving files and folders.
be: Дазваляе карыстальніку выдаляць файлы і каталогі. Калі таксама зададзеныя дазволы на загрузку файлаў, выдаленне файлаў таксама дазваляе перамяшчаць файлы і каталогі.

source: Allows to select a file for printing
be: Дазваляе абраць файл для друку

source: Allows to start, pause and cancel a print job
be: Дазваляе запусціць, прыпыніць і адмяніць заданне на друк

source: Allows access to the GCODE viewer if the "File Download"permission is also set.
be: Дазваляе доступ да сродку прагляда GCode, калі таксама зададзены дазвол "Загрузка файла".

source: Allows to watch the terminal tab but not to send commands to the printer from it
be: Дазваляе назіраць за ўкладкой тэрміналу, але не адпраўляць з яе каманды на друкарку

source: Allows to control of the printer by using the temperature controls,the control tab or sending commands through the terminal.
be: Дазваляе кіраваць друкаркай з дапамогай кантролю тэмпературы, укладкі кіравання ці адпраўкі каманд праз тэрмінал.

source: Allows to slice files
be: Дазваляе нарэзаць файлы

source: Allows to list timelapse videos
be: Дазваляе спіс інтэрвальных відэа

source: Allows to download timelapse videos
be: Дазваляе спампаваць інтэрвальныя відэа

source: Allows to delete timelapse videos
be: Дазваляе выдаляць інтэрвальныя відэа

source: Allows to list, delete and render unrendered timelapses
be: Дазваля пералічыць, выдаляць і ствараць неапрацаваныя інтэрвальныя відэа

source: Allows to change the timelapse settings.
be: Дазваляе змяніць налады інтэрвальных відэа.

source: Allows to read non sensitive settings. Mandatory for the default UI to work.
be: Дазваляе чытаць прыватныя налады. Абавязкова для працы першапачатковага інтэрфейсу карыстальніка.

source: Allows to manage settings and also to read sensitive settings
be: Дазваляе кіраваць наладамі, а таксама чытаць прыватныя налады

source: Allows to see printer notifications
be: Дазваляе бачыць апавяшчэнні друкаркі

source: Allows to clear printer notifications
be: Дазваляе ачысціць апавяшчэнні друкаркі

source: Printer Notifications
be: Апавяшчэнні друкаркі

source: Without this plugin your printer will no longer be able to trigger notifications in OctoPrint
be: Без гэтага дадатку вашая друкарка больш не зможа запускаць паведамленні ў OctoPrint

source: Printer Notification
be: Апавяшчэнне друкаркі

source: Action Command Notification Settings
be: Налады апавяшчэння аб камандзе дзеяння

source: Enable
be: Уключыць

source: Enable popups
be: Уключаць усплывальныя вокны

source: Check this if you want notifications to also show up as popups in addition to the notification list in the sidebar
be: Задайце птушку, калі вы жадаеце, каб апавяшчэнні таксама адлюстроўваліся як усплывальныя вокны ў дадатак да спісу апавяшчэнняў на бакавой панэлі

source: Clear notifications
be: Ачысціць апавяшчэнні

source: There are currently no notifications from your printer.
be: У бягучы час апавяшчэнні ад вашай друкаркі адсутнічаюць.

source: Change sorting
be: Змяніць парадкаванне

source: Allows to see and interact with printer prompts
be: Дазваляе бачыць падказкі друкаркі і ўзаемадзейнічаць з імі

source: Printer Dialogs
be: Дыялогавыя вокны друкаркі

source: Without this plugin your printer will no longer be able to trigger confirmation or selection prompts in OctoPrint
be: Без гэтага дадатку вашая друкарка больш не зможа запускаць запыты на поцверджанне альбо выбар у OctoPrint

source: Message from your printer
be: Паведамленне ад вашай друкаркі

source: Action Command Prompt Settings
be: Налады каманднага радка

source: Enable support
be: Уключыць падтрымку

source: If detected as supported by the firmware (<code>PROMPT_SUPPORT</code> capability)
be: Калі выяўлена, што прашыўка падтрымліваецца (магчымасць <code>PROMPT_SUPPORT</code>)

source: Always
be: Заўсёды

source: Never
be: Ніколі

source: Advanced options
be: Дадатковыя налады

source: Dialog command
be: Дыалогавае каманда

source: Use this to define the dialog command. Default is <code>M876</code>. You normally should not have to change this.
be: Ужывайце гэтае для вызначэння дыалогавай каманды. Першапачаткова ўжываецца <code>M876</code>. Звычайна вам не патрэбна гэтае змяняць.

source: Enable force sending of the configured command to bypass blocking firmware routines if detected as supported. You normally should not have to change this.
be: Уключае прымусовую адпраўку каманды для абыходу блакавання прашыўкі, калі яна падтрымліваецца. Звычайна вам не трэба гэтае змяняць.

source: Enable signaling to the firmware that we support <code>prompt_*</code> actions if detected as supported. You normally should not have to change this.
be: Уключае сігналізацыю ўбудаванай прашыўцы, што мы падтрымліваем дзеянні <code>prompt_ *</code>, калі выяўлена, што яны падтрымліваюцца. Звычайна вам не трэба гэтае змяняць.

source: Allows to read announcements
be: Дазволіць чытаць аб'явы

source: Allows to manage announcement subscriptions. Includes "Read announcements" permission
be: Дазваляе кіраваць падпіскай на аб'явы. Уключае дазвол "Чытаць аб'явы"

source: Announcements
be: Аб'явы

source: Without this plugin you might miss important announcements regarding security or other critical issues concerning OctoPrint.
be: Без гэтага дадатку вы можаце прапусціць важныя аб'явы, якія тычацца бяспекі ці іншых крытычных праблемах, якія тычацца OctoPrint.

source: Cannot be toggled
be: Немагчыма пераключыць

source: Disable Channel
be: Выключыць канал

source: Enable Channel
be: Уключыць канал

source: You can edit your announcement subscriptions under Settings > Announcements.
be: Вы можаце змяняць све падпіскі на аб'явы ў падзеле Налады > Аб'явы.

source: Later
be: Пазней

source: Mark read
be: Пазначыць як прачытанае

source: Read...
be: Чытанне...

source: Unread
be: Не прачытана

source: No unread announcements!
be: Без непрачытаных аб'яў!

source: Mark as last read
be: Пазначыць апошняе як прачытанае

source: Mark all read
be: Пазначыць усё як прачытанае

source: Close
be: Зачыніць

source: Configured Channels
be: Сканфігураваныя каналы

source: Name
be: Назва

source: Actions
be: Падзеі

source: Refresh Announcements
be: Абнавіць аб'явы

source: Allows administrating all application keys
be: Дазваляе адміністраваць усе ключы праграмы

source: Allows to grant app access
be: Дазваляе прадаставіць дазвол да праграмы

source: Application Keys
be: Ключы праграмы

source: "<strong>%(app)s</strong>" has requested access to control OctoPrint through the API.
be: Праграма "<strong>%(app)s</strong>" запытала дазвол для кіравання OctoPrint праз API.

source: Without this plugin third party clients will no longer be able to obtain an API key without you manually copy-pasting it.
be: Без гэтага дадатку іншыя кліенты болей не змогуць атрымаць ключ API, калі вы не скапіравалі яго ўручную.

source: You are about to revoke the application key "%(key)s".
be: Вы збіраецеся адклікаць ключ праграмы "%(key)s".

source: Do you want to allow access to this application with your user account?
be: Ці жадаеце вы дазволіць доступ да гэтай праграмы с вашым уліковый запісам карыстальніка?

source: Access Request
be: Запыт на доступ

source: Allow
be: Дазволіць

source: Deny
be: Забараніць

source: New key generated!
be: Створаны новы ключ!

source: You are about to revoke %(count)d application keys.
be: Вы збіраецеся адклікаць %(count)d ключа праграмы.

source: Revoking application keys
be: Адкліканне ключа праграмы

source: Revoking %(count)d application keys...
be: Адкліканне %(count)d ключа праграмы...

source: Revoked %(key)s...
be: Адкліканы %(key)s...

source: Revocation of %(key)s failed, continuing...
be: Не атрымалася адклікаць %(key)s, працяг...

source: Deletion of %(key)s failed: %(error)s
be: Выдаленне %(key)s немагчыма: %(error)s

source: User
be: Карыстальнік

source: Application identifier
be: Ідэнтыфікатар праграмы

source: API Key
be: Ключ API

source: Copy API Key to clipboard
be: Скапіраваць ключ API у буфер абмену

source: QR Code
be: QR-код

source: Hello %(user)s!
be: Вітаю %(user)s!

source: Do you want to allow access to this application with your user account?
be: Ці жадаеце вы дазволіць доступ да гэтай праграмы з вашым уліковым запісам карыстальніка?

source: The access request has been processed. You may now close this tab.
be: Запыт на доступ апрацаваны. Цяпер вы можаце зачыніць гэтую ўкладку.

source: Something went wrong while processing the access request. You may now close this tab.
be: Нешта пайшло не так пры апрацоўцы запыту на доступ. Цяпер вы можаце зачыніць гэтую ўкладку.

source: The server has gone offline. You may now close this tab.
be: Сервер адключыўся. Цяпер вы можаце зачыніць гэтую ўкладку.

source: Registered application keys
be: Зарэгістраваныя ключы праграмы

source: There are no application keys registered yet.
be: Ключы праграмы яшчэ не зарэгістраваныя.

source: Select all on this page
be: Абраць усё на гэтай старонцы

source: Select all
be: Абраць усё

source: Select all by user...
be: Абраць усё па карыстальніку...

source: Select all by app...
be: Абраць усё па праграме...

source: Clear selection
be: Ачысціць выбар

source: Revoke selected
be: Адклікаць абранае

source: Action
be: Падзея

source: Revoke
be: Адклікаць

source: Details
be: Падрабязнасці

source: Manually generate an application key
be: Стварэнне ўручную ключа праграмы

source: Generate
be: Стварыць

source: Allows access to backups and restores
be: Дазваляе доступ да рэзервовага капіравання і аднаўлення

source: Backup & Restore
be: Рэзервовае капіраванне і Аднаўленне

source: Restore Backup?
be: Аднаўленне рэзервовай копіі?

source: Without this plugin you will no longer be able to backup & restore your OctoPrint settings and data.
be: Без гэтага дадатку вы больш не зможаце ствараць рэзервовыя копіі і аднаўляць налады і дадзеныя OctoPrint.

source: You are about to delete backup file "%(name)s".
be: Вы збіраецеся выдаліць файл рэзервовай копіі "%(name)s".

source: You are about to restore the backup file "%(name)s". This cannot be undone.
be: Вы збіраецеся аднавіць файл рэзервовай копіі "%(name)s". Гэтае дзеянне немагчыма адмяніць.

source: You are about to upload and restore the backup file "%(name)s". This cannot be undone.
be: Вы збіраецеся загрузіць і аднавіць файл рэзервовай копіі "%(name)s". Гэтае дзеянне немагчыма адмяніць.

source: You are about to delete the record of plugins unknown during the last restore.
be: Вы збіраецеся выдаліць запіс аб невядомым дадатку падчас апошняга аднаўлення.

source: You are about to delete %(count)d backups.
be: Вы збіраецеся выдаліць %(count)d файлаў рэзервовай копіі.

source: Backup created successfully
be: Рэзервовая копія паспяхова створаная

source: Creating the backup failed
be: Не атрымалася стварыць рэзервовую копію

source: OctoPrint could not create your backup. Please consult <code>octoprint.log</code> for details. Error: %(error)s
be: OctoPrint не атрымалася стварыць рэзервовую копію. Калі ласка, звярніцеся да часопіса <code>octoprint.log</code>, каб атрымаць падрабязную інфармацыю. Памылка: %(error)s

source: Restoring from backup...
be: Аднаўленне з рэзервовай копіі...

source: Restore failed! Check the above output and octoprint.log for reasons as to why.
be: Не атрымалася аднавіць! Праверце вывад вышэй, і octoprint.log, каб даведацца прычыны.

source: Restore successful! The server will now be restarted!
be: Абнаўленне завяршылася паспяхова! Сервер будзе запушчаны нанова!

source: Installing plugin "%(plugin)s"...
be: Усталяванне дадатку "%(plugin)s"...

source: Cannot install plugin "%(plugin)s" due to it being incompatible to this OctoPrint version and/or underlying operating system
be: Не атрымалася ўсталяваць дадатак "%(plugin)s" з-за яго несумяшчальнасці з гэтай версіяей OctoPrint і/ці базавай аперацыйнай сістэмай

source: There are %(count)d plugins you'll need to install manually since they aren't registered on the repository:
be: Гэтыя %(count)d дадаткі, якія вам патрэбна будзе ўсталяваць уручную, так як яны не зарэгістраваныя ў сховішчы:

source: Deleting backups
be: Выдаленне рэзервовых копій

source: Deleting %(count)d backups...
be: Выдаленне %(count)d файлаў рэзервовых копій...

source: Deleted %(filename)s...
be: Выдалена %(filename)s...

source: Deletion of %(filename)s failed, continuing...
be: Не атрымалася выдаліць %(filename)s, працяг...

source: Deletion of %(filename)s failed: %(error)s
be: Не атрымалася выдаліць %(filename)s: %(error)s

source: Some plugins during the last restore could not be identified and hence not automatically installed. Please install them manually, they are listed below including their stated homepages:
be: Некаторыя дадаткі падчас апошняга аднаўлення не атрымалася вызначыць і, такім чынам, яны не былі аўтаматычна ўсталяваныя. Калі ласка, усталюйце іх уручную, яны пералічаныя ніжэй, уключая іх заяўленыя хатнія старонкі:

source: Delete record of unknown plugins
be: Выдаліць запіс невядомых дадаткаў

source: Existing backups
be: Рэзервовыя копіі

source: There are no backups. Maybe create one below?
be: Рэзервовых копій няма. Ці стварыць адну?

source: These are the backups of your settings and files that already exist on this OctoPrint instance. You may delete, download or restore them.
be: Гэтыя рэзервовыя копіі вашых налад і файлаў, якія ўжо існуюць на гэтым экзэмпляры OctoPrint. Вы можаце выдаліць, загрузіць ці аднавіць іх.

source: Delete selected
be: Выдаліць абранае

source: Date
be: Дата

source: Size
be: Памер

source: This backup exceeds the maximum allowed upload size
be: Гэтая рэзервовая копія перавышае найбольшы дапушчальны памер для загрузкі

source: Delete
be: Выдаліць

source: Download
be: Спампаваць

source: Restore
be: Аднавіць

source: Note:
be: Заўвага:

source: OctoPrint currently only allows uploading backups of a maximum size of %(plugin_backup_max_upload_size_str)s via the UI. Backups larger than this can only be restored by command line, or by adjusting the size by removing large contents (like timelapses) from the zip prior to uploading. Backups exceeding this size limit are marked with a %(marker)s up there.
be: У бягучы час OctoPrint дазваляе загружаць рэзервовыя копіі праз інтэрфейс карыстальніка з найбольшым памерам %(plugin_backup_max_upload_size_str)s. Рэзервовыя копіі большага памеру могуць быць адноўленыя толькі з дапамогай каманднага радка, альбо шляхам змены памеру, калі выдаліць вялікі змест (напрыклад, інтэрвальныя відэа) з файла zip перад загрузкай. Рэзервовыя копіі, якія перавышаюць гэтае абмежаванне па памеру, адзначаюцца гузікам %(marker)s уверсе.

source: Create backup
be: Стварэнне рэзервовай копіі

source: Create a new backup of the current state.
be: Стварыць новую рэзервовую копію бягучага стану.

source: All files in the uploads folder and subfolders. These are the files in the Files List, plus any metadata that has been generated for those files.
be: Усе файлы ў каталоге загрузак і ўкладзеных каталогаў. Гэтыя файлы ў спісе файлаў, а так сама любыя метададзеныя, якія былі створаныя для гэтых файлаў.

source: Exclude uploaded files (& associated metadata) from backup
be: Выключыць загружаныя файлы (і звязаныя з імі метададзеныя) з рэзервовай копіі

source: Exclude timelapses from backup
be: Вычключыць інтэрвальныя відэа з рэзервовай копіі

source: Create backup now
be: Стварыць рэзервовую копію

source: Restore from uploaded backup
be: Аднаўленне з рэзервовай копіі

source: Restore settings & files from an uploaded backup archive.
be: Аднаўленне налад і файлаў з загружанага архіва рэзервовых копій.

source: Please note that the operating system that this OctoPrint server is running on does not support automatically restoring backups. You will have to <a href="%(url)s" target="_blank" rel="noopener noreferrer">restore your backups manually for now</a>.
be: Звярніце ўвагу, што аперацыйная сістэма, на якой працуе гэты сервер OctoPrint, не падтрымлівае аўтаматычнае аднаўленне рэзервовых копій. На дадзены момант вам прыйдзецца <a href="%(url)s" target="_blank" rel="noopener noreferrer">аднавіць свае рэзервовыя копіі ўручную</a>.

source: Restore from a backup?
be: Ці аднавіць з рэзервовай копіі?

source: <p> If you would like to restore OctoPrint configuration from a backup now is the time. </p>
be: <p> Калі вы жадаеце аднавіць канфігурацыю OctoPrint з рэзервовай копіі, зараз самы час. </p>

source: Backup file
be: Файл рэзервовай копіі

source: Browse...
be: Праглядзець...

source: Upload & restore
be: Загрузка і аднаўленне

source: Classic Webcam
be: Класічная вэб-камера

source: This plugin provides the standard webcam in OctoPrint. If you do not have any other plugin providing a webcam set up, the webcam section in the control tab will no longer be visible.
be: Гэты дадатак прадстаўляе стандартную вэб-камеру ў OctoPrint. Калі ў вас няма іншага дадатку, які забяспечвае налады вэб-камеры, падзел вэб-камеры на ўкладцы кіравання больш не будзе бачны.

source: If you see your webcam stream below, the entered stream URL is ok.
be: Калі вы бачыце трансляцыю з вэб-камеры ніжэй, уведзены URL-адрас сапраўдны.

source: Stream test
be: Праверка трансляцыі

source: Could not retrieve snapshot URL, please double check the URL
be: Не атрымалася збадыць URL-адрас здымка, калі ласка праверце URL-адрас

source: Snapshot test failed
be: Праверка здымка не атрымаўся

source: Could retrieve the snapshot URL, but it didn't look like an image. Got this as a content type header: <code>%(content_type)s</code>. Please double check that the URL is returning static images, not multipart data or videos.
be: Атрымалася здабыць URL-адрас здымка, але ён не быў падобны на выяву. Атрыманы як загаловак: <code>%(content_type)s</code>. Калі ласка праверце , што URL-адрас вяртае статычныя выявы, а не складовыя дадзеныя ці відэа.

source: If you see your webcam snapshot picture below, the entered snapshot URL is ok.
be: Калі вы бачыце здымак вашай вэб-камеры ніжэй, значыць уведзены URL-адрас здымка сапраўдны.

source: Snapshot test
be: Праверка здымка

source: Stream
be: Трансляцыя

source: Snapshots & Timelapse
be: Здымкі і інтэрвальныя відэа

source: Webcam stream loading...
be: Загрузка трансляцыі вэб-камеры...

source: Webcam stream not loaded
be: Трансляцыя вэб-камеры не загружаная

source: It might not be configured correctly or require authentication. To have this fixed, get in touch with an administrator of this OctoPrint instance.
be: Магчыма, ён наладжаны няправільна альбо патрабце праверкі сапраўднасці. Каб выправіць гэтае, звяжыцеся з адміністратарам гэтага асобніка OctoPrint.

source: It might not be configured correctly or require authentication. You can change the URL of the stream under "Settings" > "Classic Webcam" > "Stream URL". If you don't have a webcam you can also just disable webcam support there.
be: Магчыма, ён наладжаны няправільна альбо патрабуе праверкі сапраўднасці. Вы можаце змяніць URL-адрас трансляцыі ў падзеле Налады > Класічная вэб-камера > URL-адрас трансляцыі. Калі ў вас няма вэб-камеры, вы можаце адключыць падтрымку вэб-камеры.

source: Currently configured stream URL
be: У бягучы час URL-адрас трансляцыі наладжаны

source: Webcam &amp; Timelapse Recordings
be: Вэб-камера і інтэрвальныя запісы

source: <p> If you have a webcam, you may now configure it here. </p>
be: <p> Калі ў вас ёсць вэб-камера, вы можаце наладзіць яе тут. </p>

source: Webcam
be: Вэб-камера

source: <p> The <strong>Stream URL</strong> is the URL OctoPrint uses to embed the actual webcam stream (which should be an MJPG stream) into the web interface. This needs to be reachable <strong>from your browser</strong>. </p><p> It may be <ul> <li>a fully qualified URL (<code>http://host:port/path</code>),</li> <li>a URL defaulting to the protocol used for accessing the web interface (e.g. <code>//host:port/path</code>),</li> <li>an absolute path on the same host as OctoPrint (e.g. <code>/absolute/path</code>) or</li> <li>a relative path on the same host as OctoPrint (e.g. <code>relative/path</code>)</li> </ul> </p><p> The <strong>Snapshot URL</strong> is the URL OctoPrint uses to fetch single images from the webcam for creating timelapse recordings. This needs to be a fully qualified URL reachable <strong>from the OctoPrint server</strong>. </p>
be: <p> <strong>URL-адрас трансляцыі</strong> - гэта URL-адрас, які OctoPrint ужывае для ўбудавання фактычнай трансляцыі вэб-камеры (які павінен быць патокам MJPG) у вэб-інтэрфейс. Гэтае павінна быць даступным <strong>з вашага інтэрнэт-аглядальніка</strong>. </p><p> Гэта можа быць <ul> <li>поўны URL-адрас (напрыклад <code>http://host:port/path</code>),</li> <li>першапачатковы URL-адрас для пратакола, які ўжываецца для доступу да вэб-інтэрфейсу (напрыклад <code>//host:port/path</code>),</li> <li>абсалютны шлях на тым жа вузле, што і OctoPrint (напрыклад <code>/absolute/path</code>) ці</li> <li>адносны шлях на тым жа вузле, што і OctoPrint (напрыклад <code>relative/path</code>)</li> </ul> </p><p> <strong>URL-адрас здымку</strong> гэта URL-адрас, які OctoPrint ужывае для атрымання асобных выяў з вэб-камеры для стварэння інтэрвальнага відэа. Гэта павінен быць поўны URL-адрас, які даступны <strong>з сервера OctoPrint</strong>. </p>

source: Enable the cache buster on the webcam URl
be: Уключыць ачыстку кэша па URL-адрасу вэб-камеры

source: Enable Cache buster
be: Уключыць ачыстку кэша

source: Warning
be: Папярэджанне

source: This may cause unpredictable caching behaviour. Only disable if your webcam server is incompatible and does not work in OctoPrint's UI
be: Гэта можа выклікаць непрадказальныя паводзіны кэшавання. Адключыце, толькі калі ваш сервер вэб-камеры несумяшчальны і не працуе ў інтэрфейсе карыстальніка OctoPrint

source: Flip webcam horizontally
be: Перавярнуць гарызантальна выяву з вэб-камеры

source: Flip webcam vertically
be: Перавярнуць вертыкальна выяву з вэб-камеры

source: Rotate webcam 90 degrees counter clockwise
be: Павярнуць выяву з вэб-камеры на 90 градусаў супраць гадзінніка
