Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: <p> You may want to turn on in-memory compression to keep the memory usage of this page to a reasonable level. You can change the main settings for compression in the plugin settings or you can force compression for just this file here. It may also help if this file would normally make your browser unresponsive or crash. Loading the file will become considerably slower. </p>
be: <p> Вы, магчыма, жадаеце ўключыць сціск у памяці, каб захаваць ўжыванне памяці гэтай старонкай на разумным узроўні. Вы можаце змяніць асноўныя налады сціску ў наладах дадатку, альбо вы можаце прымусова сціснуць толькі гэты файл. Гэтае таксама можа дапамагчы, калі гэты файл звычайна прывядзе да таго, што ваш інтэрнэт-аглядальнік перастане адказваць на запыты ці адбудзецца збой. Загрузка файла будзе значна запаволена. </p>

source: Force compression
be: Ступень сціску

source: Allows to download and delete log files and list and set log levels.
be: Дазваляе спампоўваць і выдаляць файлы справаздач, а таксама пералічыць і ўсталяваць узроўні вядзення часопісу.

source: Without this plugin you will no longer be able to retrieve OctoPrint's logs or modify the current logging levels through the web interface.
be: Без гэтага дадатку вы больш не зможаце здабываць справаздачы OctoPrint ці змяняць бягучыя ўзроўні вядзення часопісу праз веб-інтэрфейс.

source: You currently have <code>%(logfile)s</code> enabled. Please remember to turn it off again once your are done debugging whatever issue prompted you to turn it on.
be: У бягучы час <code>%(logfile)s</code> уключаны. Калі ласка, не забудзьце выключыць яго зноў, як толькі вы скончыце адладку, незалежна ад таго, якая праблема заахвоціла вас уключыць яго.

source: It can negatively impact print performance and also take up a lot of storage space depending on how long you keep it enabled and thus should only be used for debugging.
be: Гэта можа негатыўна адбіцца на прадукцыйнасці друку, а таксама заняць шмат месца ў памяці ў залежнасці ад таго, як доўга вы падтрымліваеце яго ўключаным, і таму яго варта ўжываць толькі для адладкі.

source: Log storage:
be: Захоўванне часопісу:

source: You are about to delete log file "%(name)s".
be: Вы збіраецеся выдаліць файл часопісу "%(name)s".

source: You are about to delete %(count)d log files.
be: Вы збіраецеся выдаліць %(count)d файлы часопісу.

source: Deleting log files
be: Выдаленне файлаў часопісу

source: Deleting %(count)d log files...
be: Выдаленне %(count)d файлаў часопісу...

source: plugintimings.log is enabled
be: часопіс plugintimings.log уключаны

source: <code>plugintimings.log</code> is enabled
be: Часопіс <code>plugintimings.log</code> уключаны

source: serial.log is enabled
be: часопіс serial.log уключаны

source: <code>serial.log</code> is enabled
be: Часопіс <code>serial.log</code> уключаны

source: Logs
be: Часопісы

source: Sort by name
be: Парадкаваць па назве

source: ascending
be: па ўзрастанні

source: Sort by modification date
be: Парадкаваць па даце змены

source: descending
be: па змяншэнні

source: Sort by file size
be: Парадкаваць па памеру

source: Download selected
be: Спампаваць абранае

source: Logging Levels
be: Узроўні вядзення часопіса

source: Level
be: Узровень

source: Remove
be: Выдаліць

source: Select a logger...
be: Абярыце сродак вядзення часопісу...

source: Allows to list installed plugins.
be: Дазваляе вывесці спіс усталяваных дадаткаў.

source: Allows to enable, disable and uninstall installed plugins.
be: Дазваляе ўключаць, адключаць і выдаляць усталяваныя дадаткі.

source: Allows to install new plugins. Includes the "Manage plugins" permission.
be: Дазваляе ўсталяваць новыя дадаткі. Уключае дазвол "Кіраванне дадаткамі".

source: Plugin Manager
be: Кіраванне дадаткамі

source: and
be: і

source: This does not look like a valid plugin. Valid plugins should be either archives installable via <code>pip</code> that have the extension %(archiveExtensions)s, or single file python plugins with the extension %(pythonExtensions)s, or a plugin list export with the extension %(jsonExtensions)s.
be: Гэта не падобна на правільны дадатак. Дапушчальнымі дадаткамі павінны быць альбо архівы, якія ўсталяваныя праз <code>pip</code>, якія маюць пашырэнне %(archiveExtensions)s, альбо аднафайлавы дадатак Python з пашырэннем %(pythonExtensions)s, альбо спіс экспарту дадаткаў з пашырэннем %(jsonExtensions)s.

source: There are no plugin notices. Great!
be: Апавяшчэнняў аб дадаткаў няма. Выдатна!

source: There is a plugin notice for one of your installed plugins.
be: Для аднаго дадатку, які вы ўсталявалі, ёсць апавяшчэнне.

source: There are %(count)d plugin notices for one or more of your installed plugins.
be: Для аднаго альбо некалькіх усталяваных дадаткаў ёсць %(count)d апавяшчэнняў.

source: Installing plugins...
be: Усталяванне дадаткаў...

source: Installing plugin...
be: Усталяванне дадатку...

source: Installing plugins from uploaded file...
be: Усталяванне дадаткаў з загружанага файла...

source: Installing plugin from uploaded file...
be: Усталяванне дадатка з загружанага файла...

source: Confirm installation of multiple plugins
be: Пацвердзіце ўсталяванне некалькіх дадаткаў

source: Please confirm you want to perform all plugins specified in the json file.
be: Калі ласка, пацвердзіце, што вы жадаеце ўжываць усе дадаткі, якія паказаныя ў файле json.

source: Cancel
be: Адмяніць

source: Install
be: Усталяваць

source: Something went wrong
be: Нешта пайшло не так

source: Please consult octoprint.log for details
be: Калі ласка, звярніцеся да часопіса octoprint.log за падрабязнасцямі

source: Reinstall
be: Усталяваць нанова

source: Please confirm you want to perform these actions:
be: Калі ласка, пацвердзіце, што вы жадаеце выканаць гэтыя дзеянні:

source: Installing multiple plugins
be: Усталяванне некалькіх дадаткаў

source: Starting installation of multiple plugins...
be: Запуск усталявання некалькіх дадаткаў...

source: You are about to disable "%(name)s".
be: Вы збіраецеся адключыць "%(name)s".

source: This is not recommended
be: Гэтае не рэкамендуецца

source: Do you still want to disable it?
be: Вы ўсё яшчэ жадаеце адключыць яго?

source: Keep enabled
be: Пакінуць уключаным

source: Disable anyway
be: Адключыць у любым выпадку

source: You are about to disable "%(name)s"
be: Вы збіраецеся адключыць "%(name)s"

source: Disable plugin
be: Выключыць дадатак

source: Can't resolve plugin with key %(key)s, skipping...
be: Не атрымалася дазволіць дадатак з ключом %(key)s, прапушчаны...

source: Plugin %(plugin)s doesn't support bulk operations, skipping...
be: Дадатак %(plugin)s не падтрымлівае масавыя аперацыі, прапушчаны...

source: Plugin %(plugin)s is already %(status)s (or pending), skipping...
be: Дадатак %(plugin)s ужо ўсталяваны %(status)s (ці знаходзіцца ў чаканні), прапушчаны...

source: Enabling plugins
be: Уключэнне дадаткаў

source: Enabling %(count)i plugins
be: Уключэнне %(count)i дадаткаў

source: Enabled plugin %(plugin)s...
be: Дадатак %(plugin)s уключаны...

source: Enabling plugin %(plugin)s failed, continuing...
be: Не атрымалася ўключыць дадатак %(plugin)s, працяг...

source: enabled
be: уключаны

source: Disabling plugins
be: Адключэнне дадаткаў

source: Disabling %(count)i plugins
be: Адключэнне %(count)i дадаткаў

source: Disabled plugin %(plugin)s...
be: Дадатак %(plugin)s адключаны...

source: Disabling plugin %(plugin)s failed, continuing...
be: Не атрымалася адключыць дадатак %(plugin)s, працяг...

source: disabled
be: адключаны

source: Installing plugin "%(name)s" from %(url)s...
be: Усталяванне дадатку "%(name)s" з %(url)s...

source: Installing plugin from %(url)s...
be: Усталяваенне дадатку з %(url)s...

source: Reinstalling plugin...
be: Усталяванне дадатку нанова...

source: Reinstalling plugin "%(name)s" from %(url)s...
be: Усталяванне дадатку "%(name)s" нанова з %(url)s...

source: The following plugins are queued to be installed.
be: Наступныя дадаткі пастаўленыя ў чаргу на ўсталяванне.

source: Plugin installs queued
be: Дадатак становіцца ў чаргу

source: Uninstalling plugin...
be: Выдаленне дадатку...

source: Uninstalling plugin "%(name)s"
be: Выдаленне дадатку "%(name)s"

source: You are about to uninstall the plugin "%(name)s"
be: Вы збіраецеся выдаліць дадатак "%(name)s"

source: Keep installed
be: Пакінуць усталяванымі

source: Uninstall
be: Выдаліць

source: Uninstall & clean up data
be: Выдаліць і ачысціць дадзеныя

source: Cleaning up plugin data...
be: Ачыстка дадзеных дадатку...

source: Cleaning up data of plugin "%(name)s"
be: Ачыстка дадзеных дадатку "%(name)s"

source: You are about to cleanup the plugin data of "%(name)s". This operation cannot be reversed.
be: Вы збіраецеся ачысціць дадзеныя дадатку "%(name)s". Гэтая аперацыя не можа быць адмененая.

source: Keep data
be: Пакінуць дадзеныя

source: Cleanup data
be: Ачысціць дадзеныя

source: Cleaning up all left over plugin data...
be: Ачыстка ўсіх пакінутых дадзеных дадатку...

source: You are about to cleanup left over plugin settings and data of plugins no longer installed. This operation cannot be reversed.
be: Вы збіраецеся ачысціць пакінутыя налады дадаткаў і дадзеныя дадаткаў, якія больш не ўсталяваныя. Гэтая аперацыя не можа быць адмененая.

source: Cleanup all data
be: Ачысціць усе дадзеныя

source: Disabled
be: Адключана

source: Incompatible
be: Несумяшчальны

source: Dequeue
be: Вывесці з чаргі

source: Error!
be: Памылка!

source: You can find more info on this issue in the FAQ at %(url)s
be: Вы можаце знайсці больш падрабязную інфармацыю па гэтым пытанні ў падзеле часта задаваных пытанняў па адрасе %(url)s

source: Plugin management log
be: Часопіс кіравання дадаткамі

source: %(count)d earlier actions...
be: %(count)d папярэдзіх дзеянняў...

source: %(count)d earlier action
be: %(count)d папярэдніх дзеянняў

source: Install <em>%(plugin)s</em>: %(result)s
be: Усталяванне <em>%(plugin)s</em>: %(result)s

source: Uninstall <em>%(plugin)s</em>: %(result)s
be: Выдаленне <em>%(plugin)s</em>: %(result)s

source: Enable <em>%(plugin)s</em>: %(result)s
be: Уключэнне <em>%(plugin)s</em>: %(result)s

source: Disable <em>%(plugin)s</em>: %(result)s
be: Адключэнне <em>%(plugin)s</em>: %(result)s

source: Cleanup <em>%(plugin)s</em>: %(result)s
be: Ачыстка <em>%(plugin)s</em>: %(result)s

source: Cleanup all: %(result)s
be: Ачыстка ўсяго: %(result)s

source: Why?
be: Чаму?

source: A restart is needed for the changes to take effect.
be: Каб змены ўступілі ў сілу, неабходна запусціць нанова.

source: Restart now
be: Запусціць нанова зараз

source: <strong>This will restart your OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
be: <strong>Гэта запусціць нанова ваш сервер OctoPrint.</strong></p><p>Гэтае дзеянне можа парушыць выкананне любых заданняў друку (у залежнасці ад кантролера вашай друкаркі і агульных налад, якія так сама могуць прымяніцца да задач, якія выконваюцца непастрэдна з унутранай памяці вашай друкаркі).

source: Restart in progress
be: У працэсе запуска нанова

source: The server is now being restarted in the background
be: Зараз сервер запускаецца нанова ў фонавым рэжыме

source: Trying to restart the server produced an error, please check octoprint.log for details. You'll have to restart manually.
be: Спроба запусціць сервер нанова прывяла да памылкі, калі ласка, праверце часопіс octoprint.log каб атрымаць падрабязную інфармацыю. Вам прыйдзецца запусціць сервер нанова ўручную.

source: A refresh is needed for the changes to take effect.
be: Каб змены ўступілі ў сілу, неабходна абнавіць іх.

source: Reload now
be: Запусціць нанова

source: A reconnect to the printer is needed for the changes to take effect.
be: Каб змены уступілі ў сілу, неабходна паўторна падлучыць друкарку.

source: Done!
be: Зроблена!

source: Blacklisted
be: У чорным спісе

source: Disabled due to active safe mode
be: Адключана з-за актыўнага бяспэчнага рэжыму

source: Enable Plugin
be: Уключыць дадатак

source: Disable Plugin
be: Выключыць дадатак

source: There are %(count)d notices (%(important)d marked as important) available regarding this plugin - click to show!
be: У гэтым дадатку %(count)d апавяшчэнняў (%(important)d пазначана як важныя) - націсніце, каб паказаць!

source: There are %(count)d notices available regarding this plugin - click to show!
be: У гэтым дадатку %(count)d апавяшчэнняў - націсніце, каб паказаць!

source: There is an important notice available regarding this plugin - click to show!
be: У гэтым дадатку важнае апавяшчэнне - націсніце, каб паказаць!

source: There is a notice available regarding this plugin - click to show!
be: У гэтым дадатку ёсць апавяшчэнне - націсніце, каб паказаць!

source: Important notice regarding plugin "%(name)s"
be: Важнае апавяшчэнне адносна дадатку "%(name)s"

source: Notice regarding plugin "%(name)s"
be: Апавяшчэнне адносна дадатку "%(name)s"

source: Affected versions: %(versions)s
be: Закранутыя версіі: %(versions)s

source: Affected versions: all
be: Закранутыя версіі: усе

source: Read more...
be: Падрабязна...

source: Queued Installs
be: Усталяванне ў чарзе

source: Queued Installs Paused
be: Усталяванне ў чарзе прыпыненыя

source: Continue Installs
be: Працягнуць усталяванне

source: Cancel Installs
be: Адмяніць усталяванне

source: Installing in %(sec)i secs...
be: Усталяванне займае %(sec)i секунд...

source: Starting Queued Installs
be: Запуск усталяванняў у чарзе

source: The following plugins are going to be installed.
be: Наступныя дадаткі будуць усталяваныя.

source: Installing queued plugins
be: Усталяванне дадаткаў у чарзе

source: Take note that most plugin management functionality is disabled while your printer is printing or paused.
be: Звярніце ўвагу, што большасць функцый кіравання дадаткамі адключаныя падчас друку ці прыпынку.

source: The <code>pip</code> command could not be found or does not work correctly for this installation of OctoPrint - please consult the log file for details and if necessary configure it manually. No installation and uninstallation of plugin packages is possible while <code>pip</code> is unavailable.
be: Каманда <code>pip</code> не знойдзена, альбо працуе некарэктна для гэтага асобніку OctoPrint - калі ласка, звярніцеся да часопісу, каб атрымаць падрабязную інфармацыю, і пры неабходнасці наладзьце яе ўручную. Усталяванне і выдаленне дадаткаў немагчымая, пакуль <code>pip</code> недаступны .

source: Safe mode is currently active. All third party plugins are disabled and cannot be enabled. Installation of plugin packages is disabled.
be: У бягучы час актыўны бяспечны рэжым. Усе іншыя дадаткі адключаныя і не могуць быць уключаныя. Усталяванне дадаткаў адключана .

source: The system OctoPrint is running on is currently throttled. Due to that it's not possible to install new plugins in order to avoid possible issues caused by system instability. Read more on this in <a href="https://faq.octoprint.org/pi-issues" target="_blank" rel="noopener noreferrer">the FAQ</a>.
be: Сістэма, у якой запушчана OctoPrint, у бягучы час заблакаваная. Немагчыма ўсталяваць новыя дадаткі, каб пазбегнуць магчымыя праблемы, выкліканыя нестабільнасццю сістэмы. Больш падрабязна аб гэтым глядзіце <a href="https://faq.octoprint.org/pi-issues" target="_blank" rel="noopener noreferrer">часта задаваныя пытанні</a>.

source: It looks like OctoPrint has currently no connection to the internet. Due to that it's not possible to install new plugins from the plugin repository or archive URLs.
be: Падобна на тое, што ў бягучы час OctoPrint не злучаны з інтэрнэтам. Праз гэтае немагчыма ўсталяваць новыя дадаткі з сховішча дадаткаў ці URL-адраса архіва.

source: There appears to have been an error retrieving the plugin data from the backend. Please report this in the bug tracker & be sure to include all requested information.
be: Падобна на тое, што адбылася памылка пры выманні дадатку з сервернай часткі. Калі ласка, паведаміце пра гэтае ў сістэме адсочвання памылкса, і абавязкова пакажыце ўсю запытаную інфармацыю.

source: Plugins
be: Дадаткі

source: Cleanup
be: Ачысціць

source: Get More
be: Атрымаць больш

source: Export
be: Экспартаваць

source: Plugin Configuration
be: Налады дадатку

source: Info
be: Інфармацыя

source: Reshow current notices
be: Паказваць бягучыя апавяшчэнні

source: Refresh notices from repository
be: Абнавіць паведамленні з сховішча

source: Installed Plugins
be: Усталяваныя дадаткі

source: Search...
be: Пошук...

source: Select all visible
be: Абраць усе бачныя

source: Disable selected
be: Адключыць абраны

source: Enable selected
be: Уключыць абраны

source: Show both bundled and third-party plugins
be: Паказаць звязаныя і іншыя дадаткі

source: Show only bundled plugins
be: Паказаць толькі звязаныя дадаткі

source: Bundled
be: Звязаныя

source: Show only third-party plugins
be: Паказаць толькі іншыя дадаткі

source: 3rd party
be: Іншыя

source: Show both enabled and disabled plugins
be: Паказаць уключаныя і адключаныя дадаткі

source: Show only enabled plugins
be: Паказаць толькі ўключаныя дадаткі

source: Show only disabled plugins
be: Паказаць толькі адключаныя дадаткі

source: Bundled and incompatible plugins do not support bulk operations
be: Звязаныя і несумяшчальныя дадаткі не падтрымліваюць масавыя аперацыі

source: Bundled with OctoPrint
be: Звазаныя з OctoPrint

source: Cannot be uninstalled through OctoPrint
be: Немагчыма выдаліць з дапамогай OctoPrint

source: Incompatible to OctoPrint or the underlying Python environment
be: Несумяшчальны з OctoPrint ці асноўным асяроддзем Python

source: Restart of OctoPrint needed for changes to take effect
be: Каб змены ўступілі ў сілу, неабходна запусціць OctoPrint нанова

source: Pending install
be: Да ўсталявання

source: Pending uninstall
be: Да выдалення

source: Disabled due to safe mode
be: Адключаны з-за бяспечнага рэжыму

source: There are notices available regarding this plugin
be: Даступныя апавяшчэнні, якія тычацца гэтага дадатку

source: This plugin is blacklisted
be: Гэты дадатак у чорным спісе

source: Homepage
be: Хатняя старонка

source: Privacy Policy
be: Палітыка прыватнасці

source: Cleanup Plugin Data
be: Ачыстка дадзеных дадатку

source: Uninstall Plugin
be: Выдаліць дадатак

source: Please note that bundled and incompatible plugins do not support bulk operations.
be: Калі ласка, звярніце ўвагу, што звязаныя і несумяшчальныя дадаткі не падтрымліваюць масавыя аперацыі.

source: Refresh
be: Асвяжыць

source: Identifier
be: Ідэнтыфікатар

source: Cleanup all
be: Ачысціць усё

source: Nothing to cleanup! There are no settings or data left over from plugins which are no longer installed.
be: Нічога не трэба прыбіраць! Не засталося аніякіх налад ці дадзены' ад дадаткаў, якія больш не ўсталяваныя.

source: Install new Plugins...
be: Усталяваць новы дадатак..

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
be: ... з <a href="%(url)s" target="_blank">сховішча дадаткаў</a>

source: Sort by title
be: Парадкаваць па загалоўку

source: Sort by publication date
be: Парадкаваць па даце публікацыі

source: Sort by last release date
be: Парадкаваць па даце выпуску

source: Sort by last push date
be: Парадкаваць па даце апошняга націску

source: Sort by active instance count
be: Парадкаваць па колькасці бягучых асобнікаў

source: Sort by Github stars
be: Парадкаваць па зорках Github

source: Only show uninstalled plugins
be: Паказаць толькі неўсталяваныя дадаткі

source: Only show compatible plugins
be: Паказаць толькі сумяшчальныя дадаткі

source: Only show unabandoned plugins
be: Паказаць толькі незвязаныя дадаткі

source: Refresh list from repository
be: Асвяжыць спіс з сховішча

source: "Why?"
be: "Чаму?"

source: Abandoned by its maintainer
be: Пакінуты сваім суправаджальнікам

source: License
be: Ліцэнзія

source: Publication date
be: Дата публікацыі

source: Active instances past month
be: Бягучыя асобнікі за апошні месяц

source: Github stars
be: Зоркі Github

source: Last push to main branch
be: Апошні пераход па асноўнай галіны

source: Latest release & date
be: Апошні выпуск і дата

source: plugins displayed
be: дадаткі, якія адлюстроўваюцца

source: Sadly the repository is currently not available
be: Нажаль, у бягучы час сховішча недаступнае

source: Is your OctoPrint installation connected to the internet?
be: Ці падключаны ваш OctoPrint да інтэрнэту?

source: It looks like there are no plugins that match your search criteria
be: Падобна на тое, што няма дадаткаў, якія адпавядаюць вашым крытэрам пошуку

source: ... from URL
be: ... з URL-адраса

source: Enter URL...
be: Увядзіце URL-адрас...

source: This does not look like a valid URL. Expected http, https or any of the <a href="%(url)s" target="_blank">supported VCS URLs</a>.
be: Гэтае не падобна на дапушчальны URL-адрас. Чаканы http, https ці любы з <a href="%(url)s" target="_blank">URL-адрасоў VCS, якія падтрымліваюцца</a>.

source: ... from an uploaded file
be: ... з загружанага файла

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
be: Ужывайце <code>--process-dependency-links</code> з <code>pip install</code>

source: Confirmations
be: Пацверджанне

source: Confirm before disabling a plugin
be: Пацверджанне перад выключэннем дадатку

source: You should normally <strong>not</strong> have to change <strong>any</strong> of the following settings, they are purely provided for convenience here.
be: Звычайна вам <strong>не</strong> трэба змяняць <strong>любыя</strong> наступныя налады, яны прыведзеныя тут выключана для выгоды.

source: Plugin repository configuration
be: Налады сховішча дадаткаў

source: URL of the Plugin Repository to use. You should normally not have to change this.
be: URL-адрас сховішча дадаткаў для ўжывання. Звычайна вам не трэба гэтае змяняць.

source: Repository URL
be: URL-адрас сховішча

source: How long to cache repository data, in minutes. You should normally not have to change this.
be: Час кэшавання дадзеных сховішча, у хвілінах. Звычайна вам не трэба гэтая змяняць.

source: Repository cache TTL
be: TTL кэша сховішча

source: Notices configuration
be: Налады апавяшчэнняў

source: URL of the Notices source to use. You should normally not have to change this.
be: URL-адрас крыніцы апавяшчэнняў для ўжывання. Звычайна вам не трэба гэтая змяняць.

source: Notices URL
be: URL-адрас апавяшчэнняў

source: How long to cache notices, in minutes. You should normally not have to change this.
be: Час кэшавання, у хвілінах. Звычайна вам не трэба гэтая змяняць.

source: Notices cache TTL
be: TTL кэша апавяшчэнняў

source: pip configuration
be: налады pip

source: Additional arguments for the pip command. You should normally not have to change this.
be: Дадатковыя аргументы для каманды pip. Звычайна вам не трэба гэтая змяняць.

source: Additional arguments
be: Дадатковыя аргументы

source: Force the use of the <code>--user</code> flag with <code>pip install</code>
be: Прымусова ўжываць сцяг <code>--user</code> у <code>pip install</code>

source: Save
be: Захаваць

source: Allows to check for software updates
be: Дазваляе правяраць наяўнасць абнаўленняў праграмнага забеспячэння

source: Allows to perform software updates
be: Дазваляе выконваць абнаўленне праграмнага забепеспячэня

source: Allows to configure software update
be: Дазваляе наладзіць абнаўленне праграмнага забеспячэня

source: Python package installation folder
be: Каталог устаноўкі пакета Python

source: Plugin folder
be: Каталог дадаткаў

source: System temporary files
be: Сістэмныя часовыя файлы

source: Software Update
be: Абнаўленне праграмнага забеспячэння

source: Update?
be: Ці абнаўляць?
