Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: URL to use for retrieving webcam snapshot images for timelapse creation
be: URL-адрас, які ўжываецца для атрымання здымкаў з вэб-камеры для стварэння інтэрвальных відэа

source: Snapshot URL
be: URL-адрас здымка

source: Test
be: Праверка

source: Fully qualified URL, needs to be reachable by OctoPrint's server
be: Поўны URL-адрас, які павінен быць даступны серверу OctoPrint

source: Aspect ratio of the webcam stream, either 16:9 or 4:3
be: Суадносіны бакоў трансляцыі з вэб-камеры: 16:9 ці 4:3

source: Stream aspect ratio
be: Суадносіны бакоў трансляцыі

source: If the stream has a different aspect ratio than configured here it will be letterboxed.
be: Калі фармат трансляцыі адрозніваецца ад зададзенага тут, ён будзе ўпісаны ў экран.

source: Timeout after which to unload the stream if the control tab is not visible
be: Затрымка, па заканчэнні якой можна выгрузіць трансляцыю, калі ўкладка кіравання не бачная

source: Stream timeout
be: Затрымка трансляцыі

source: URL to embed into the UI for live viewing of the webcam stream
be: URL-адрас для ўбудавання ў інтэрфейс карыстальніка для прагляду трансляцыі ў вэб-камеры ў рэальным часе

source: Stream URL
be: URL-адрас трансляцыі

source: Needs to be reachable from the browser displaying the OctoPrint UI, used to embed the webcam stream into the page.
be: Павінен быць даступны з інтэрнэт-аглядальніку, які адлюстроўвае інтэрфейс карыстальніка OctoPrint, які ўжываецца для ўбудавання трансляцыі з вэб-камеры на старонку.

source: <strong>Heads-up!</strong> WebRTC support is still in beta and subject to change, monitor the changelog of future versions closely for heads-ups regarding the WebRTC support in OctoPrint.
be: <strong>Увага!</strong> Падтрымка WebRTC усё яшчэ знаходзіцца ў стадыі бэта-тэставання і можа быць змененая, уважліва сачыце за спісам змяненняў будучых версій, каб даведацца больш аб падтрымцы WebRTC у OctoPrint.

source: ICE server (STUN and/or TURN) to use for WebRTC
be: Сервер ICE (STUN і/ці TURN) для ўжывання ў WebRTC

source: WebRTC ICE endpoint
be: Канчатковая кропка WebRTC ICE

source: Only used for WebRTC streams. Optionally specify the ICE server(s) (STUN and/or TURN) to use for WebRTC. Multiple servers should be separated by a comma. If unsure, leave at the default of <code>stun:stun.l.google.com:19302</code>.
be: Ужываецца толькі трансляцыі WebRTC. Пры неабходнасці пакажыце серверы ICE (STUN і/ці TURN), якія будуць ужывацца для WebRTC. Некалькі сервераў павінны быць падзеленыя коскамі. Калі вы не ўпэненыя, пакіньце першапачатковае значэнне <code>stun:stun.l.google.com:19302</code>.

source: Without this plugin OctoPrint will no longer be able to perform setup steps that might be required after an update.
be: Без гэтага дадатку OctoPrint больш не зможа выконваць крокі нпа наладзе, якія могуць спатрэбіцца пасля абнаўлення.

source: Server Commands
be: Каманды сервера

source: Access Control
be: Кантроль доступу

source: Online Connectivity Check
be: Праверка інтэрнэт-злучэння

source: Plugin Blacklist
be: Чорны спіс дадаткаў

source: Default Printer Profile
be: Першапачатковы профіль друкаркі

source: Please set up Access Control
be: Калі ласка, наладзьце кантроль доступу

source: You haven't yet set up access control. You need to setup a username and password and click "Create Account" before continuing.
be: Вы яшчэ не наладзілі кантроль доступу. Вам неабходна увесці імя карыстальніка і пароль, націснуць "Стварыць уліковы запіс", перад працягам.

source: Please set up the online connectivity check
be: Калі ласка, наладзьце праверку інтэрнэт-злучэння

source: You haven't yet decided on whether to enable or disable the online connectivity check. You need to either enable or disable it before continuing.
be: Вы яшчэ не вырашылі, уключаць ці адключаць праверку інтэрнэт-злучэння. Вы павінны альбо ўключыць, альбо адключыць яго, перад працягам.

source: Please set up the plugin blacklist processing
be: Калі ласка, наладзьце апрацоўку чорнага спісу дадаткаў

source: You haven't yet decided on whether to enable or disable the plugin blacklist processing. You need to either enable or disable it before continuing.
be: Вы яшчэ не вырашылі, уключаць ці адключаць ўжыванне чорнага спісу дадаткаў. Вы павінны альбо ўключыць, альбо адключыць яго, перад працягам.

source: <p> It looks like you haven't configured access control yet, which is now mandatory. Please <strong>set up a username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings: </p>
be: <p> Падобна на тое, што вы яшчэ не наладзілі кантроль доступу, што цяпер з'яўляецца абавязковым. Калі ласка, <strong>задайце імя карыстальніка і пароль</strong> для першапачатковага ўліковага запісу адміністратара, які будзе мець поўны доступ да налад як друкаркі, так і OctoPrint'а </p>

source: Username
be: Імя карыстальніка

source: Invalid username
be: Неправільнае імя карыстальніка

source: Password
be: Пароль

source: Confirm Password
be: Пацвердзіце пароль

source: Passwords do not match
be: Паролі не супадаюць

source: Create Account
be: Стварыць рахунак

source: Configure the connectivity check
be: Наладзіць праверку падлучэння

source: If it is disabled OctoPrint will always assume to have a working connection to the internet. If that should not actually be the case, server startups, update checks and the like might take longer.
be: Калі ён адключаны, OctoPrint заўсёды будзе лічыць, што ў яго ёсць падключэнне да інтэрнэту, якое працуе. Калі на самой справе гэтае не так, запуск сервера, праверка абнаўленняў і таго падобнага можа заняць больш часу.

source: OctoPrint comes preconfigured to perform the connectivity check every 15 minutes. You may change the value here.
be: OctoPrint прадстаўляецца папярэдне наладжаным для выканання праверкі падлучэння кожныя 15 хвілін. Вы можаце змяніць значэнне тут.

source: OctoPrint comes preconfigured to utilize Google's DNS server <code>8.8.8.8</code>, port 53 for the connectivity check (if it's enabled). If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
be: OctoPrint папярэдне наладжаны для ўжывання DNS-сервера Google <code>8.8.8.8</code>, порт 53 для праверкі падлучэння (калі праверка ўключана). Калі ў вас ёсць сумневы з нагоды яго ўжывання, вызначце IP і порт іншана інтэрнэт-сервера, якому вы давяраеце і ён валодае высокай даступнасцю.

source: If you also want to check if name resolution works (strongly recommended), define a host name to check name resolution against. If you don't know what to set here, the default value (OctoPrint's domain) should work. If you don't want to perform regular resolution checks along side with the general connectivity check, leave the field empty.
be: Калі вы таксама хочаце праверыць, ці працуе дазвол імёнаў (настойліва рэкамендуецца), вызначце імя вузла для праверкі дазволу імёнаў. Калі вы не ведаеце, што тут задаць, павінна спрацаваць першапачатковае значэнне (дамен OctoPrint). Калі вы не жадаеце выконваць рэгулярныя праверкі даволу на баку агульнай праверкі сувязі, пакіньце поле пустым.

source: Finally, please decide on whether to enable or disable the connectivity check. You may change the configuration at any time through Settings > Server right from within OctoPrint.
be: Нарэшце, калі ласка, вырашыце, ці ўключаць альбо адключаць праверку злучэння. Вы можаце змяніць налады ў любы час праз Налады > Сервер прама з OctoPrint.

source: Disable Connectivity Check
be: Адключыць праверку злучэння

source: Enable Connectivity Check
be: Уключыць праверку злучэння

source: Connectivity check is <strong class="text-success">enabled</strong>.
be: Праверка злучэння <strong class="text-success">уключана</strong>.

source: Connectivity check is <strong class="text-danger">disabled</strong>.
be: Праверка злучэння <strong class="text-danger">выключана</strong>.

source: Configure plugin blacklist processing
be: Налады апрацоўкі чорнага спісу дадаткаў

source: To protect against known severe issues with certain versions of third party plugins, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugin versions before they can interfere with normal operation, allowing you to uninstall or update them to a newer version.
be: Для абароны ад вядомых сур'ёзных праблем з пэўнымі версіямі дадаткаў іншых вытворцаў OctoPrint падтрымлівае ўжыванне цэнтралізаванага чорнага спісу версій дадаткаў для аўтаматычнага адключэння такіх версій дадаткаў да таго, як яны змогуць пашкодзіць нармальнай працы, што дазваляе вам выдаліць ці абнавіць іх да больш новай версі.

source: By default, OctoPrint will use the blacklist hosted at <code>plugins.octoprint.org/blacklist.json</code> which you can also take a look at in a more human readable format <a href="%(url)s" target="_blank">here</a>.
be: Першапачаткова OctoPrint будзе ўжываць чорны спіс, які размешчаны па адрасе <code>plugins.octoprint.org/blacklist.json</code>, з якім вы можаце азнаёміцца у больш прыдатным для чытання выглядзе <a href="%(url)s" target="_blank">тут</a>.

source: Please decide whether to allow fetch and use of this centralized blacklist starting with the next server start. You may also change your decision at any time through Settings > Server right from within OctoPrint.
be: Калі ласка, вырашыце, ці дазваляецца выбарка і ужыванне гэтага цэнтралізаванага чорнага спісу дадаткаў, пачыная з наступнага запуску сервера. Так сама вы можаце змяніць сваё рашэнне ў любы час праз Налады > Сервер прама з OctoPrint.

source: Disable Plugin Blacklist Processing
be: Адключыць апрацоўку чорнага спісу дадаткаў

source: Enable Plugin Blacklist Processing
be: Уключыць апрацоўку чорнага спісу дадаткаў

source: Plugin blacklist processing is <strong class="text-success">enabled</strong>.
be: Апрацоўка чорнага спісу дадаткаў <strong class="text-success">уключана</strong>.

source: Plugin blacklist processing is <strong class="text-danger">disabled</strong>.
be: Апрацоўка чорнага спісу дадаткаў <strong class="text-danger">адключана</strong>.

source: Set up your printer profile
be: Задайце свой профіль друкаркі

source: Please make sure the settings below match your printer. If you plan on connecting more than one printer to OctoPrint, you can also configure additional printer profiles under Settings > Printer Profiles
be: Калі ласка, пераканайцеся, што прыведзеныя ніжэй налады адпавядаюца вашай друкарце. Калі вы плануеце падключыць да OctoPrint некалькі друкарак, вы таксама можаце наладзіць дадатковыя профілі друкаркі ў падзеле Налады > Профілі друкаркі

source: General
be: Агульныя

source: Print bed & build volume
be: Памер стала і аб'ём друку

source: Axes
be: Восі

source: Hotend & extruder
be: Хотэнд і экструдар

source: <p> OctoPrint supports calling external commands in order to restart itself or restarting and/or shutting down the system it is running on. You may configure those here. </p>
be: <p> OctoPrint падтрымлівае выклік вонкавых каманд для запуску нанова самога сабе, альбо запуску нанова і/ці завяршэнні працы сістэмы, на якой ён запушчаны. Вы можаце наладзіць іх тут. </p>

source: OctoPrint related commands
be: Каманды, якія звязаныя зOctoPrint

source: System related commands
be: Каманды, якія звязаныя з сістэмай

source: Without this plugin your OctoPrint instance will no longer be discoverable on the network via Bonjour and uPnP.
be: Без гэтага дадатку ваш асобнік OctoPrint больш не будзе даступны для выяўленны ў сетцы праз Bonjour і uPnP.

source: Error Tracking
be: Адсочванне памылак

source: Enable error reporting?
be: Уключыць справаздачу пра памылкі?

source: <p>It looks like you are tracking an OctoPrint RC release channel. It would be great if you would enable error reporting so that any kind of errors that occur with an RC can be looked into more easily. Thank you!</p><p><small>You can find more information on error reporting under Settings > Error Tracking</small></p>
be: <p>Падобна на тое, вы адсочваеце канал выпуску OctoPrint RC. Было б выдатна, калі вы ўключыце справаздачу пра памылкі, каб было прасцей сачыць за любымі памылкамі, якія ўзнікаюць з RC. Дзякуй!</p><p><small>Вы можаце знайсці больш падрабязную інфармацыю аб справаздачах пра памылкі ў падзеле Налады > Адсочванне памылак</small></p>

source: Ignore
be: Ігнараваць

source: You can still enable error tracking via "Settings" > "Error Tracking"
be: Вы ўсё яшчэ можаце ўключыць адсочванне памылак праз Налады > Адсочванне памылак

source: <p> Error tracking will cause any logged exceptions in the server and the browser interface to be sent to OctoPrint's <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">Sentry instance</a>. </p> <p> By enabling it you help to gather detailed information on the cause of bugs or other issues. This is especially valuable on release candidates, which is why this plugin will also prompt you to enable error tracking if it detects that you are subscribed to an RC release channel. </p> <p> Please enable this if you are running a release candidate, or are prompted to do so while debugging an issue that you reported. </p>
be: <p> Адсочванне памылак прывядзе да ўсіх зарэгістраваных выключэнняў на серверы і ў інтэрфейсе інтэрнэт-аглядальніка, будуць адпраўленыя ў асобнік OctoPrint's <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">Асобнік sentry</a>. </p> <p> Калі ўключыце, вы дапаможыце збіраць падрабязную інфармацыю аб прычынах памылак ці іншых непаладак. Гэтае асабліва карысна для версій RC (release candidates), менавіта таму гэтая ўбудова так сама прапануе вам ўключыць адсочванне памылак, каб выявіць, што вы падпісаныя на RC канал выпускаў абнаўленняў. </p> <p> Калі ласка, уключыце гэтую наладу, калі вы парцуеце з "release candidate", альбо вам прапанавана зрабіць гэтае падчас адладкі праблемы, пра якую вы паведамілі. </p>

source: Enable error tracking
be: Уключыць адсочванне памылак

source: Please reload the page after enabling/disabling & saving
be: Калі ласка, загрузіце старонку нанова пасля ўключэння/адключэння і захавання

source: Random unique instance ID
be: Выпадковы ўнмкальны ідэнтыфікатар асобніка

source: Instance ID
be: Ідэтыфікатар асобніка

source: <p> The Error Tracking plugin is using a Sentry instance kindly provided by <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">sentry.io</a>. For information on their service please refer to their <a href="https://sentry.io/security/" target="_blank" rel="noopener noreferer">Security & Compliance documentation</a> and their <a href="https://sentry.io/privacy/" target="_blank" rel="noopener noreferer">Privacy Policy</a>. </p>
be: <p> Дадатак адсочвання памылак ужывае асобнік Sentry, які ласкава прадстаўлены <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">sentry.io</a>. Для атрымання інфармацыі аб іх паслугах калі ласка, звярніцеся да іх <a href="https://sentry.io/security/" target="_blank" rel="noopener noreferer">дакументацыі па бяспецы і адпаведнасці патрабаванням</a> і іх <a href="https://sentry.io/privacy/" target="_blank" rel="noopener noreferer">палітыцы прыватнасці</a>. </p>

source: Event Manager
be: Кіраванне падзеямі

source: Allows for the management of event subscriptions.
be: Дазваляе кіраваць падпіскамі на падзеі.

source: Plugin to configure event subscriptions available in config.yaml.
be: Дадатак для налады падпісак на падзеі, якія даступныя ў config.yaml.

source: For additional information on OctoPrint events please see <a href="%(url)s" target="_blank" rel="noopener noreferer">the official documentation</a>.
be: Каб атрымаць дадатковую інфармацыю пра падзеі OctoPrint, калі ласка, глядзіце <a href="%(url)s" target="_blank" rel="noopener noreferer">афіцыйную дакументацыю</a>.

source: Warning:
be: Папярэджанне:

source: For changes to take effect you must restart OctoPrint after saving.
be: Каб змены ўступілі ў сілу, вы павінны запусціць OctoPrint нанова пасля захавання.

source: Event
be: Падзея

source: Add
be: Дадаць

source: Command Editor
be: Рэдактар каманд

source: Command
be: Каманда

source: Type
be: Тып

source: Enabled
be: Уключана

source: Debug
be: Адладжваць

source: Please note that any event handlers you define here will be processed <em>asynchronously</em> to OctoPrint's own processing of the event. You cannot stall, block or otherwise influence internal execution with event handlers.
be: Калі ласка, звярніце ўвагу, што любыя апрацоўшчыкі падзей, якія вы вызначаеце тут, будуць апрацаваныя <em>асінхронна</em> для ўласнай апрацоўкі падзей OctoPrint. Вы не можаце спыніць, заблакаваць ці іншым чынам паўплываць на ўнутранае выкананне з дапамогай апрацоўшчыка падзей.

source: Do not forget to save in main settings.
be: Не забудзьцеся захаваць у асноўных наладах.

source: GCode Viewer
be: Сродак прагляду GCode

source: Without this plugin the GCode Viewer in OctoPrint will no longer be available.
be: Без гэтага дадатку сродак прагляду GCode у OctoPrint больш не будзе даступны.

source: Parsing...
be: Разбор...

source: Analyzing...
be: Аналіз...

source: Ready!
be: Гатова!

source: Model size
be: Памер мадэлі

source: Estimated layer height
be: Вылічаная вышыня пласта

source: mm
be: мм

source: Estimated total print time
be: Меркаваны агульны час друку

source: Layers with extrusion
be: Пласты з выдушваннем

source: Layer number
be: Нумар пласта

source: Layer height
be: Вышыня пласта

source: GCODE commands
be: Каманды GCode

source: Filament
be: Філамент

source: Tool
be: Інструмент

source: Estimated print time
be: Разлічаны час друку

source: Skip/hide gcode until this string
be: Прапусціць/схаваць gcode да гэтага радка

source: Skip to this
be: Прапусціць дасюль

source: If provided, the GCode Viewer will search for a line beginning with this string. If found, all GCode up to that point will be skipped. This can be used to skip "purge/nozzle wipe" GCode in the viewer. Note the search is case sensitive.
be: Калі паказана, сродак прагляду GCode выканае пошук радка, які пачынаецца з гэтага радка. Калі ён знойдзены, увесь GCode да гэтага моманту будзе прапушчаны. Гэта можна ўжываць для пропуску GCode "чыстка/ачыстка сопла" у акне прагляду. Звярніце ўвагу, што пошук адчувальны да рэгістру.

source: Maximum size for which the GCode Viewer autoloads the file for preview
be: Найбольшы памер, пры якім сродак прагляду GCode аўтаматычна загружае файл для папярэдняга прагляду

source: File size threshold
be: Парогавы памер файла

source: on desktop
be: на працоўным стале

source: on mobile
be: на мабільнай прыладзе

source: Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
be: Пакажыце значэнні разам з адзінкай вымярэння памеру. Дапушчальныя адзінкі вымярэння: b, byte, bytes, kb, mb, gb, tb (без уліку рэгістра). Напрыклад : <code>5MB</code>, <code>500KB</code>

source: In-memory model compression
be: Сціск мадэлі ў памяці

source: In-memory model compression can help in reducing the memory consumption of the GCode Viewer and thus enable processing of files that would be too large to view otherwise.
be: Сціск мадэлі ў памяці можа дапамагчы паненшыць спажыванне памяці сродкам прагляду GCode і, такім чынам, забяспечыць апрацоўку файлаў, якія былі б занадта вялікімі для прагляду.

source: Always enable compression
be: Заўсёды ўключаць сціск

source: If turned on, the GCode Viewer will always use in-memory compression of the layer data.
be: Калі ўключана, праграма прагляду GCode заўсёды будзе ўжываць сціск дадзеных пласта ў памяці.

source: Compression threshold
be: Ступень сціску

source: If this is non-zero, the GCode Viewer will always use in-memory compression for GCode files if they exceed this size. Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
be: Калі гэтае значэнне не роўнае нулю, сродак прагляду GCode заўсёды будзе ўжываць сціск у памяці для файлаў GCode, калі яны перавышаюць гэты памер. Пакажыце значэнні разам з адзінкай вымярэння. Дапушчальныя адзінкі вымярэння: b, byte, bytes, kb, mb, gb, tb (без ўліку рэгістра). Напрыклад: <code>5MB</code>, <code>500KB</code>

source: Previous layer
be: Папярэдні пласт

source: Next layer
be: Наступны пласт

source: Model info
be: Інфармацыя аб мадэлі

source: Layer info
be: Інфармацыя аб пласце

source: Renderer options
be: Налады апрацоўкі

source: Sync with job progress
be: Сінхранізацыя з ходам выканання задання

source: Center viewport on model
be: Цэнтраваць па мадэлі

source: Zoom in on model
be: Масштабаваць па мадэлі

source: Show moves
be: Паказаць зрухі

source: Show retracts
be: Паказаць адводы

source: Show approx. print head position
be: Паказаць прыблізнае становішча галоўкі друку

source: Also show previous layer
be: Таксама паказаць папярэдні пласт

source: Also show current layer
be: Таксама паказаць бягучы пласт

source: Also show next layer
be: Таксама паказаць наступны пласт

source: Reload
be: Перачытаць

source: Reset viewport
be: Скінуць вобласць прагляду

source: Show visited bounding box
be: Паказаць вобласць, якую наведалі

source: Show printed bounding box
be: Паказаць вобласць друку

source: Show layer bounding box
be: Паказаць вобласць пласта

source: Show segment starts
be: Паказаць пачатак сегменту

source: Show debug arcs
be: Паказаць дугі адладкі

source: Apply arc fix
be: Ужыць фіксацыю дугі

source: Chrome
be: Хром

source: See <a href='%(url)s' target='_blank'>issue #4117</a>.
be: Глядзіце <a href='%(url)s' target='_blank'>пытанне #4117</a>.

source: Hide empty layers
be: Схаваць пустыя пласты

source: Causes reload
be: Выклікае загрузку нанова

source: Reset options
be: Скінуць налады

source: Note that the time and usage values in this tab are <strong>estimated</strong> by the GCODE viewer in your browser and might differ from the values <strong>estimated</strong> by the server that are displayed in the "State" and "Files" panels in the sidebar due to slightly different implementations. Also note that these <strong>estimated</strong> values may be inaccurate since they can also take information present in the GCODE file into account.
be: Звярніце ўвагу, што час і значэнні на гэтай укладцы <strong>разлічаны</strong> у сродку прагляда GCode в вашым інтэрнэт-аглядальніку і можа адрознівацца ад значэнняў, якія <strong>разлічаны</strong> на серверы, якія адлюстроўваюцца на панелях "Стан" і "Файлы" на бакавой панэлі з-за трохі рознай рэалізацыяй. Таксама звярніце ўвагу, што гэты <strong>разлік</strong> значэнняў можа быць недакладным, паколькі яны таксама ўлічваюць інфармацыю, якая прысутнічае ў файле GCode.

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
be: <p> Вы абралі <strong data-bind="text: selectedFile.name"></strong> для друку, які мае памер <strong data-bind="text: formatSize(selectedFile.size())"></strong>. В залежнасці ад вашага кампутара, гэтае можа быць занадта вялікім для апрацоўкі, што ваш інтэрнэт-аглядальнік перастане адказваць на запыты ці адбудзецца збой. </p> <p> Ці ўпэўненыя вы, што жадаеце апрацаваць гэты файл? </p>

source: Yes, please visualize %(name)s regardless of its size
be: Так, калі ласка, візалізуйце %(name)s незалежна ад яго памеру
