Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: Marking a group as default will make it get pre selected when creating new users.
be: Пазнака першапачатковай суполкі прывядзе да таго, што яна будзе папярэдне аьраная пры стварэнні новых карыстальнікаў.

source: Plugin
be: Дадатак

source: Dangerous
be: Небяспечна

source: Fixed groups can't be added or removed to other groups.
be: Замацаваныя суполкі не могуць быць дададзеныя ці выдаленыя з іншых суполак.

source: Active
be: Бягучы

source: Update User
be: Змяніць карыстальніка

source: Change password
be: Змяніць пароль

source: Delete user
be: Выдаліць карыстальніка

source: Add user...
be: Дадаць карыстальніка...

source: Additional permissions
be: Дадатковыя дазволы

source: Change password for user "%(user)s"
be: Змяніць пароль для карыстальніка "%(user)s"

source: Please define the maximum speed/feedrate of the individual axes and whether their control should be inverted or not.
be: Калі ласка, вызначце найбольшую хуткасць/падачу асобных восей, і ці варта інвертаваць іх кіраванне, ці не.

source: Invert control
be: Інвертаваць кіраванне

source: This information is used for manual control via the "Control" tab.
be: Гэтая інфармацыя ўжываецца для ручнога кіравання праз укладку "Кіраванне".

source: Form Factor
be: Форм-фактар

source: Rectangular
be: Прастакутны

source: Circular
be: Круглы

source: Origin
be: Пачатак каардынат

source: Heated Bed
be: Стол з падагрэвам

source: Heated Chamber
be: Камера з падагрэвам

source: Please define the print volume.
be: Калі ласка, вызначце вобласць друку.

source: Width (X)
be: Шырыня (Х)

source: Depth (Y)
be: Глыбіня (Y)

source: Diameter (X/Y)
be: Дыяметр (X/Y)

source: Height (Z)
be: Вышыня (Z)

source: If your printer's print head may move slightly outside the print volume (e.g. for nozzle cleaning routines) you can define a custom safe bounding box for its movements below.
be: Калі галоўка друку вашай друкаркі можа трохі выходзіць па-за межы вобласці друку (напрыклад, для працэдуры ачысткі соплаў), вы можаце задаць свой карыстальніцкія бяспечныя межы для сваіх перасоўваннях.

source: Custom bounding box
be: Карыстацкая вобласць друку

source: X Coordinates
be: X каардынаты

source: Y Coordinates
be: Y каардынаты

source: Z Coordinates
be: Z каардынаты

source: This information is used for the temperature tab, the bounding box check, the GCODE Viewer and/or when slicing from OctoPrint.
be: Гэтая інфармацыя ўжываецца для ўкладкі тэмпературы, праверка траплення ў вобласць друку, сродку прагляда GCode і/ці нарэзкі з OctoPrint.

source: Nozzle Diameter
be: Дыяметр сопла

source: Number of Extruders
be: Колькасць экструдараў

source: Make sure to specify number of extruders available on your printer or you might run into issues
be: Абавязкова пакажыце колькасць экструдараў, якія даступныя на вашай друкарке, інакш у вас могуць узнікнуць праблемы

source: Shared nozzle
be: Даступнае сопла

source: Check this if your printer has a single nozzle and heater shared among its extruders instead of one nozzle and heater per extruder
be: Праверце гэтае, калі ў вашай друкаркі ўсталявана адно сопла і награвальнік, агульныя якія агульныя для ўсіх экструдараў, а не па адному соплу і награвальніку на кожны экструдар

source: Please specify the nozzle offsets of the extruders relative to the first nozzle T0 <strong>if you haven't already done so in your firmware</strong>. Otherwise leave them at (0,0).
be: Кала ласка, пакажыце зрушэнне соплаў экструдара адносна першага сопла T0, <strong>калі вы яшчэ не зрабілі гэтага ў сваёй працыўцы</strong>. У адваротным выпадку пакінце іх роўнымі (0,0).

source: Offset
be: Зрушэнне

source: Default extrusion length
be: Першапачатковая даўжыня выдушвання

source: This information is used for the graph and controls available in the "Temperature" tab, the GCODE viewer, when slicing from within OctoPrint and for deciding which toolchange commands are safe to send to the printer.
be: Гэтая інфармацыя ўжываецца для адлюстравання графіку і элементаў кіравання, якія даступныя на ўкладцы "Тэмпература" ў сродку прагляду GCode, пры нарэзцы з OctoPrint і для прыняцця рашэння аб тым, якія каманды змены інструментаў бяспечна адпраўляць на друкарку.

source: Name must be set
be: Назва павінна быць зададзеная

source: Model
be: Мадэль

source: Set as default profile
be: Задаць як першапачатковы профіль

source: Edit Profile
be: Змяніць профіль

source: Delete Profile
be: Выдаліць профіль

source: Allow embedding the web interface into a frame or iframe
be: Дазволіць убудаванне вэб-інтэрфейсу ў frame ці iframe

source: Command to restart the OctoPrint server
be: Каманда на запуск сервера OctoPrint нанова

source: Command to restart the system OctoPrint is running on
be: Каманда для запуску сістэмы нанова, на якой запушчаны OctoPrint

source: Restart system
be: Запусціць сістэму нанова

source: Command to shut down the system OctoPrint is running on
be: Каманда для завяршэння працы сістэмы, на якой запушчаны OctoPrint

source: Define a check interval, a host and a port to check against. If you don't know what to set here, the default values (using Cloudflare's DNS server) should work. If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
be: Вызначце інтэрвал праверкі, вузел і порт для праверкі. Калі вы не ведаеце, што тут усталяваць, павінны працаваць першапачатковыя значэнні (з ужываннем DNS-сервера Cloudflare). Калі ў вас ёсць сумневы з нагоды яго ўжывання, вызначце IP-адрас і порт іншага анлайн-сервера, якому вы давяраеце і які валодае высокай даступнасцю.

source: If you also want to check if name resolution works (strongly recommended), define a host name to check name resolution against. If you don't know what to set here, the default value (OctoPrint's domain) should work. If you don't want to perform regular resolution checks along side with the general connectivity check, leave the field empty.
be: Калі вы таксама хочаце праверыць, ці працуе дазвол імёнаў (настойліва рэкамендуецца), пакажыце імя вузла для праверкі дазволу імёнаў. Калі вы не ведаеце, што тут задаць, павінна спрацаваць першапачатковае значэнне (дамен OctoPrint). Калі вы не хочаце выконваць рэгулярную праверку дазволу разам з агульнай праверкай злучэння, пакіньце поле пустым.

source: If the connectivity check is enabled, OctoPrint will regularly check if it's connected to the internet. This is <strong>useful to prevent resource intensive operations</strong> (such as checking for updates) if it's already clear that they won't succeed anyhow.
be: Калі ўключана праверка злучэння, OctoPrint будзе рэгулярна правяраць, ці злучаны ён з інтэрнэтам. Гэтае <strong>карысна, каб прадухіліць рэсурсаёмістыя аперацыі</strong> (напрыклад, праверка абнаўленняў) калі ўжо зразумела, што яны ўсё роўна не будуць паспяховыя.

source: Enable regular connectivity check
be: Уключыць рэгулярную праверку злучэння

source: Host against which to check for internet connectivity
be: Вузел, на якім можна праверыць наяўнасць злучэння з інтэрнэтам

source: Host IP
be: IP-адрас вузла

source: Interval in which to check for internet connectivity
be: Інтэрвал, на працягу якога неабходна правяраць наяўнасць злучэння з інтэрнэтам

source: Check interval
be: Інтэрвал праверкі

source: Hostname to try to resolve to check for internet connectivity
be: Імя вузла, якое трэба паспрабаваць дазволіць для праверкі злучэння з інтэрнэтам

source: Hostname
be: Імя вузла

source: Port against which to check for internet connectivity
be: Порт, з дапамогай якога можна праверыць наяўнасць злучэння з інтэрнэтам

source: Port
be: Порт

source: Test host & port
be: Праверыць адрас вузла і порт

source: Test name resolution
be: Праверыць дахволу імені

source: <strong>To protect against known severe issues with certain versions of third party plugins</strong>, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugins before they can interfere with normal operation.
be: <strong>Для абароны ад вядомых сур'ёзных праблем з пэўнымі версіямі іншых дадаткаў</strong> OctoPrint падтрымлівае ўжыванне агульнага чорнага спіса версій дадаткаў для аўтаматычнага адключэння такіх дадаткаў да таго, як яны могуць перашкодзіць нармальнай працы.

source: Enable plugin blacklist processing on startup
be: Уключыць апрацоўку чорнага спісу дадаткаў пры запуску

source: Any changes take effect only on the next server start.
be: Любыя змены ўступаюць у сілу толькі пры наступным запуску сервера.

source: How long to cache the blacklist, in minutes. You should normally not have to change this.
be: Як доўга кэшаваць чорны спіс, у хвілінах. Звычайна вам не трэба гэтае змяняць.

source: Blacklist cache TTL
be: TTL кэша чорнага спісу

source: Plugin blacklist URL. You should normally not have to change this.
be: URL-адрас дадатку з чорнага спісу. Звычайна вам не трэба гэтае мяняць.

source: Blacklist URL
be: URL-адрас чорнага спісу

source: Enable <code>plugintimings.log</code>
be: Уключыць часопіс <code>plugintimings.log</code>

source: While this can negatively impact performance, a <code>plugintimings.log</code> can be incredibly useful for debugging any performance issues observed outside of safe mode.
be: Хоць гэтае можа адмоўна адбіцца на прадукцыйнасці, часопіс <code>plugintimings.log</code> можа быць неверагодна карысным для адладкі любых праблем з прадукцыйнасцю, якія назіраюцца па-за бяспечным рэжыму.

source: MJPEG stream
be: Трансляцыя MJPEG

source: Not supported
be: Не падтрымліваецца

source: <p> You can make changes to this webcam's configuration in its plugin settings if it provides any. </p>
be: <p> Вы можаце ўнесці змены ў налады гэтай вэб-камеры ў наладах яе дадатку, калі такія прадугледжаныя. </p>

source: Bitrate to use for encoding the timelapse video
be: Якасць, якая ўжываецца дла кадавання інтэрвальнага відэа

source: Timelapse bitrate
be: Якасць інтэрвальнага відэа

source: FFMPEG command line to use
be: Каманды радок FFMPEG для ўжывання

source: FFMPEG command line
be: Камандны радок FFMPEG

source: You can adjust the full FFMPEG command line here that is used to generate the timelapse recordings, e.g. to add additional command line parameters as needed. Supported placeholders are: <code>{ffmpeg}</code> (configured path to ffmpeg), <code>{fps}</code> (configured framerate), <code>{input}</code> (input files), <code>{videocodec}</code> (configured video codec to use), <code>{threads}</code> (configured number of threads to use), <code>{bitrate}</code> (configured bitrate to use), <code>{containerformat}</code> (configured container format to use), <code>{filters}</code> (filter chain for flip/rotate & watermark), <code>{output}</code> (output file).
be: Тут вы можаце наладзіць поўны камандны радок FFMPEG, які ўжываецца для стварэння інтэрвальнага відэа напрыклад дадаць дадатковыя налады каманднага радка па меры неабходнасці. Запаўняльнікі, якія падтрымліваюцца: <code>{ffmpeg}</code> (наладжаны шлях да ffmpeg), <code>{fps}</code> (наладжаная частата кадраў), <code>{input}</code> (уваходныя файлы), <code>{videocodec}</code> (наладжаны відэакодэк для ўжывання), <code>{threads}</code> (наладжаная колькасць патокаў для ўжывання ), <code>{bitrate}</code> (наладжаная якасць для ўжывання), <code>{containerformat}</code> (наладжаны фармат кантэйнера для ўжывання), <code>{filters}</code> (ланцужок фільтраў для перавароту і вадзяных знакаў), <code>{output}</code> (выхадны файл).

source: Full path to the FFMPEG binary
be: Поўны шлях да выконваемага файлу FFMPEG

source: Path to FFMPEG
be: Шлях да FFMPEG

source: Number of FFMPEG encoding threads
be: Колькасць патокаў кадавання FFMpeg

source: FFMPEG threads
be: Патокі FFMPEG

source: Video codec used for encoding
be: Відэакодэк, які ўжываецца для кадавання

source: Video codec
be: Відэакодэк

source: Snapshot Webcam
be: Здымак з вэб-камеры

source: Snapshot stream
be: Здымак з трансляцыі

source: Supported
be: Падтрымліваецца

source: <p> Selects the webcam to use to take snapshots for the timelapse. </p> <p> You can make changes to this webcam's configuration in its plugin settings, if it provides any. </p>
be: <p> Выберыце вэб-камеру, якая будзе ўжывацца для стварэння здымкаў інтэрвальнага відэа. </p> <p> Вы можаце ўнесці змены ў налады гэтай вэб-камеры ў наладах яе дадатку, калі такія прадугледжаныя. </p>

source: Enable timelapse support
be: Уключыць падтрымку інтэрвальнага відэа

source: Enable OctoPrint watermark in timelapse movies
be: Уключыць вадзяны знак OctoPrint ў інтэрвальным відэа

source: Enable webcam support
be: Уключыць падтрымку вэб-камеры

source: Validate SSL on snapshot URL (if applicable)
be: Праверка SSL на URL-адрасе здымка (калі прыдатна)

source: Timeout for taking a snapshot
be: Затрымка для стварэння здымка

source: Snapshot timeout
be: Затрымка здымка

source: Keyboard controls active
be: Актыўныя элементы кіравання з клавіятуры

source: X Axis
be: Вось X

source: Y Axis
be: Вось Y

source: Page&uarr;
be: Старонка&uarr;

source: Page&darr;
be: Старонка&darr;

source: Z Axis
be: Вось Z

source: Home X/Y
be: Дахаты X/Y

source: Home Z
be: Дахаты Z

source: Stepsize
be: Памер кроку

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
be: Падказка: Калі вы навядзеце паказальнік мышы на выяву, вы трапіце ў рэжым кіравання з клавіятуры.

source: Move front
be: Рухаць наперад

source: Move left
be: Рухаць налева

source: Home
be: Дахаты

source: Move right
be: Рухаць направа

source: Move back
be: Рухаць назад

source: Move up
be: Рухаць уверх

source: Move down
be: Рухаць уніз

source: Feed rate modifier:
be: Мадыфікатар хуткасці падачы:

source: Please note!
be: Калі ласка, звярніце ўвагу!

source: The feed rate can only be set, it cannot be read back from the firmware due to a limitation of the communication protocol. There is no way to show the current setting.
be: Хуткасць падачы можна толькі задаць, яна не можа быць прачытаная з прашыўкі з-за абмежаванняў пратаколу сувязі. Немагчыма адлюстраваць бягучую наладу.

source: Extrude
be: Выдушыць

source: Retract
be: Адвод

source: Switch Tool...
be: Пераключыць інструмент...

source: The selected tool can only be set, it cannot be read back from the firmware due to a limitation of the communication protocol. There is no way to show the current setting.
be: Абраны інструмент можна толькі наладзіць , ён не можа быць прачытаны з прашыўкі з-за абмежаванняў пратаколу сувязі. Немагчыма адлюстраваць бягучую наладу.

source: Flow rate modifier:
be: Мадыфікатар расходу:

source: The flow rate can only be set, it cannot be read back from the firmware due to a limitation of the communication protocol. There is no way to show the current setting.
be: Хуткасць патоку можна толькі задаць, яна не можа быць прачытаная з прашыўкі з-за абмежаванняў пратаколу сувязі. Немагчыма адлюстраваць бягучую наладу.

source: Motors off
be: Выключыць рухавікі

source: Fan on
be: Уключыць абдзіманне

source: Fan off
be: Выключыць абдзіманне

source: Show state marks
be: Паказаць знакі стану

source: Current actual temperature as reported by your printer
be: Бягучая фактычная тэмпература, якая паказаная вашай друкаркай

source: Current target temperature as reported by your printer
be: Бягучая зададзеная тэмпература, якая паказаная вашай друкаркай

source: Set temperature profile
be: Задаць тэмпературны профіль

source: Offset to apply to temperature commands sent from files
be: Зрушэнне, якое ўжываецца да тэмпературных каманд, якія адпраўляюцца з файлаў

source: Fine adjust: -1°C
be: Дакладнае рэгуляванне: -1°C

source: Fine adjust: +1°C
be: Дакладнае рэгуляванне: +1°C

source: Set
be: Задаць

source: Change Offset
be: Змяніць зрушэнне

source: Send
be: Адправіць

source: Autoscroll
be: Аўтаматычная пракрутка

source: Scroll to end
be: Пракруціць да канца

source: Copy all
be: Скапіраваць усё

source: Clear log window
be: Ачысціць акно часопіса

source: Clear all
be: Ачысціць усё

source: For performance reasons only a limited amount of terminal functionality is enabled right now.
be: Па меркаваннях прадукцыйнасці ў дадзены момант уключаны толькі абмежаваны аб'ём функцыянальных магчымасцяў тэмрмінала.

source: Fake Acknowledgement
be: Падробленае пацвержданне

source: If acknowledgements ("ok"s) sent by the firmware get lost due to issues with the serial communication to your printer, OctoPrint's communication with it can become stuck. If that happens, this can help. Please be advised that such occurrences hint at general communication issues with your printer which will probably negatively influence your printing results and which you should therefore try to resolve!
be: Калі пацверджанне ("ok"), якое адпраўленае прашыўкай, губляюцца з-за праблем з паслядоўным злучэннем з вашай друкаркай, сувязь OctoPrint з ім можа завіснуць. Калі гэтае адбудзецца, гэтае можа дапамагчы. Калі ласка, майце на ўвазе, што такія выпадкі паказваюць на агульныя праблемы з сувяззю з вашай друкаркай, якія, верагодна, негатыўна паўплываюць на вынікі друку і якія вам варта паспрабаваць ліквідаваць!

source: Force fancy functionality
be: Прымусовая мудрагелістая функцыянальнасць

source: Force terminal output during printing
be: Прымусовы вывад на тэрмінал падчас друку

source: Some functionality of the terminal will be disabled if OctoPrint detects that your browser is too slow for that. You may force it back on here, but be aware that this might make your browser unresponsive.
be: Некаторыя функцыі тэрмінала будуць адключаныя, калі OctoPrint выявіць, что ваш інтэрнэт-аглядальнік працуе занадта павольна для гэтага. Вы можаце ўключыць яго зноў тут, але майце на ўвазе, што ваш інтэрнэт-аглядальнік можа перастаць адказваць на запыты.

source: Take note that timelapse configuration is disabled while your printer is printing.
be: Звярніце ўвагу, што налада інтэрвальнага відэа адключаная падчас друку на вашай друкарке.

source: Timelapse Configuration
be: Налады інтэрвальнага відэа

source: Timelapse Mode
be: Рэжым інтэрвальнага відэа

source: Note
be: Заўвага

source: Does not work when printing from the printer's SD Card (no way to detect the change in Z reliably). Use "Timed" mode for those prints instead.
be: Не працуе пры друку з SD-карткі друкаркі (немагчыма надзейна вызначыць змену восі Z). Замест гэтага ўжывайце рэжым "Перыядычна" для гэтых друкаў.

source: Minimum interval
be: Найменьшы інтэрвал

source: OctoPrint will rate limit snapshots to this minimum interval. This it to prevent against performance issues with vase mode/continuous z prints.
be: OctoPrint абмяжуе хуткасць здымкаў гэтым найменьшым інтэрвалам. Гэтае зроблена для прадухілення праблем з прадукцыйнасцю пры друку з рэжыме вазы/бесперапынны друк па восі z.

source: Snapshot interval
be: Інтэрвал здымкаў

source: Timelapse frame rate
be: Частата кадраў інтэрвальнага відэа

source: Timelapse post roll
be: Час інтэрвальанаг відэа

source: OctoPrint will use the final picture to add this many seconds to the end of your rendered timelapse.
be: OctoPrint будзе ўжываць выніковую выяву, каб дадаць гэтую колькасць секунд да канца вашага апрацаванага інтэрвальнага відэа.

source: Retraction Z-Hop
be: Вышыня Z-Hop адводу

source: Enter the retraction z-hop used in the firmware or the gcode file to trigger snapshots for the timelapse only if a real layer change happens. For this to work properly your retraction z-hop has to be different from your layerheight!
be: Увядзіце значэнне вышыні z-hop адводу, які ўжываецца ў прашыцы ці файле gcode, каб запускаць здымкі для інтэрвальанга відэа толькі ў тым выпадку, калі адбываецца рэальнае змяненне пласта. Каб гэтае працавала належным чынам, вашая вышыня z-hop адводу павінен адрознівацца ад вашай вышыні пласта!

source: Save as default
be: Захаваць як першапачатковы

source: Check this to make your selected timelapse mode and options persist across restarts.
be: Птушка, каб абраны вамі рэжым інтэрвальнага відэа і налады захоўваліся пры запуске нанова.

source: You have unsaved changes. Don't forget to save them.
be: У вас ёсць незахаваныя змены. Не забудзьцеся захаваць іх.

source: Save changes
be: Захаваць змены

source: Reset to active configuration
be: Скінуць на бягучыя налады

source: Timelapse not fully configured
be: Інтэрвальнае відэа наладжана не цалкам

source: A working snapshot setup and/or the path to FFMPEG are missing. To have this fixed, get in touch with an administrator of this OctoPrint instance.
be: Адсутнічаюць налады працоўнага здымка і/ці шлях да FFMPEG. Каб выправіць гэтае, звяжыцеся з адміністратарам гэтага асобніка OctoPrint.

source: A working snapshot setup and/or the path to FFMPEG are missing. You can change both under "Settings" > "Webcam & Timelapse" and in the settings of your chosen webcam plugin. If you don't have a webcam or don't want to enable timelapse support you can also just disable it there.
be: Адсутнічаюць налады працоўнага здымка і/ці шлях да FFMPEG. Вы можац змяніць як у падзеле "Налады" > "Вэб-камера і інтэрвальнае відэа", так і ў наладах абранага вамі дадатку для вэб-камеры. Калі ў вас няма вэб-камеры ці вы не жадаеце ўключаць падтрымку інтэрвальанга відэа, вы таксама можаце проста адключыць яе там.

source: Currently configured snapshot (from default webcam)
be: Наладжаны ў бягучы час здымак (з першапачатковай вэб-камеры)

source: Snapshots supported by default webcam
be: Здымкі, якія падтрымліваюцца першапачатковай вэб-камерай

source: Currently configured default webcam cannot take snapshots
be: Наладжаны ў бягучы час першапачатковая вэб-камера не можа рабіць здымкі

source: Currently configured path to FFMPEG
be: Наладжаны ў бягучы момант шлях на FFMPEG

source: Timelapse Render Progress
be: Прагрэс апрацоўкі інтэрвальнага відэа

source: Finished Timelapses
be: Завершаныя інтэрвальная відэа

source: Sort by date
be: Парадкаваць па даце

source: Preview
be: Папярэдні прагляд

source: Recorded:
be: Запісана:

source: Size:
be: Памер:

source: Too many files selected to download at once. Reduce number of files to enable download button.
be: Абрана занадта шмат файлаў для адначасовай спампоўкі. Паменшыце колькасць файлаў, каб уключыць кнопку спампоўкі.

source: Unrendered Timelapses
be: Неапрацаваныя інтэрвальныя відэа

source: Frames
be: Кадры

source: Delete unrendered timelapse
be: Выдаліць неапрацаваныя інтэрвальныя відэа

source: Render timelapse
be: Апрацаваць інтэрвальнае відэа
