Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: This does not look like a valid language pack. Valid language packs should be zip files and have the extension ".zip"
be: Гэтае не падобна на дапушчальны моўны пакет. Дапушчальныя моўныя пакеты павінны быць zip-файламі і мець пашырэнне ".zip".

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
be: Калі ласка, звярніце ўвагу, што вам прыйдзецца загрузіць старонку нанова, каб ўсе нядаўна дададзеныя моўныя пакеты сталі даступныя.

source: Enable Temperature Graph
be: Уключыць графік тэмпературы

source: Enable model size detection and warn if model exceeds print bed
be: Уключыць вызначэнне памеры мадэлі, і папярэдзіць, калі мадэль перавышае памер вобласці друку

source: Beta
be: Бэта

source: Remember selected folder in file list
be: Запомніць абраны каталог у спісе файлаў

source: Confirm before starting a print
be: Пацвердзіць перад пачаткам друку

source: Confirm before cancelling a print
be: Пацвердзіць перад адменай друку

source: Confirm before overwriting a file by upload
be: Пацвердзіць перад перазапісам файла шляхам загрузкі

source: Enable SD support
be: Уключыць падтрымку SD-карткі

source: Enable Keyboard Control
be: Уключыць кіраванне з клавіятуры

source: <code>G90</code>/<code>G91</code> overrides relative extruder mode
be: <code>G90</code>/<code>G91</code> перавызначае адносы рэжым экструдара

source: Smoothieware
be: Замарозка

source: This is used by the GCODE analysis in the backend and the viewer in the frontend to interpret your sliced files correctly.
be: Гэтае ўжываецца апалізатарам GCode у сервернай частцы і прагляду ў вонкавым інтэрфейсе для правільнай інтэпрэтацыі вашых нарэзаных файлаў.

source: Commands to not completely auto uppercase in the terminal tab
be: Каманды не цалкам падтрымліваюць аўтаматычнае выпраўленне верхняга рэгістру на ўкладцы тэрміналу

source: Terminal Auto Uppercase Blacklist
be: Аўтаматычны чорны спіс у верхнім рэгістры тэрмінала

source: Use this to specify the commands that should not have their parameters automatically uppercased in the terminal tab. Just the G or M code, comma separated.
be: Ужывайце гэтае, каб паказаць каманды, налады якіх не павінны аўтаматычна мяняць свае налады ў верхнім рэгістры на ўкладцы тэрмінала. Проста коды G ці M, якія падзеленыя коскай.

source: Analyze gcode for time and model size estimates
be: Прааналізаваць GCode для ацэнкі часу і памеру мадэлі

source: Always
be: Заўсёды

source: Only when idle (not printing)
be: Толькі ў рэжыме чакання (калі не друкуе)

source: Upload Folder
be: Каталог загрузак

source: Timelapse Folder
be: Каталог інтэрвальных відэа

source: Watched Folder
be: Каталог назірання

source: Actively poll the watched folder. Check this if files in your watched folder aren't automatically added otherwise.
be: Актыўна апытваць каталог назірання. Птушка, калі файлы ў назіраемым каталоге не абнаўляецца аўтаматычна.

source: Two or more of the folders configured share a location. This is not supported. You need to fix this, until then no changes to your folder configuration will be persisted when saving the settings.
be: Два ці больш наладжаных каталогаў маюць агульнае месцазнаходжанне. Гэтае не падтрымліваецца. Вам неабходна гэтае выправіць, да таго часу анякіх зменаў у наладах вашага каталогу не будуць захаваныя пры захаванні налад.

source: Please note: Not all of the folders used by OctoPrint can be configured through the UI, only those most commonly moved to other places. If you need to configure other folders, please do so by manually editing the configuration. See the docs for details.
be: Калі ласка, звярніце ўвагу: не ўсе каталогі, якія ўжываюцца OctoPrint, можна наладзіць праз інтэрфейс карыстальніка, толькі тыя, якія часцей за ўсё перамяшчаюцца ў іншыя месцы. Калі вам патрэбна наладзіць іншыя каталогі, калі ласка, зрабіце гэтае шляхам змены налад уручную. Падрабязнасці глядзіце ў дакументацыі.

source: Disk space thresholds
be: Парогавыя значэнні дыскавай прасторы

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
be: Калі колькасць вольнага месца на дыску ўпадзе ніжэй гэтых парогавых значэнняў, OctoPrint папярэдзіць карыстальніка.

source: Critical
be: Крытычны

source: Before print job starts
be: Перад запускам задання на друк

source: Anything you put here will be executed <em>before</em> any lines in your files.
be: Усё, што вы размясціце тут, будзе выканана <em>перад</em> любымі радкамі ў вашых файлах.

source: After print job completes
be: Пасля завяршэння задання друку

source: Anything you put here will be executed <em>after</em> any lines in your files.
be: Усё, што вы размясціце тут, будзе выканана <em>пасля</em> любымі радкамі ў вашых файлах.

source: After print job is cancelled
be: Пасля адмены задання на друк

source: If you ever need to you can find the default cancel script that OctoPrint ships with <a href="%(url)s" target="_blank">here</a>.
be: Калі вам калі-небудзь спатрэбіцца, вы можаце знайсці першапачатковы сцэнар адмены, які пастаўляецца з OctoPrint, <a href="%(url)s" target="_blank">тут</a>.

source: After print job is paused
be: Пасля прыпынку задання друку

source: Before print job is resumed
be: Перад аднаўленнем задання друку

source: Before tool change
be: Перад зменай інструменту

source: Anything you put here will be executed <em>before</em> any tool change commands <code>Tn</code>.
be: Усё, што вы ўводзіце тут, будзе выканана <em>перад</em> любымі камандамі змены інструменту <code>Tn</code>.

source: After tool change
be: Пасля змены інструменту

source: Anything you put here will be executed <em>after</em> any tool change commands <code>Tn</code>.
be: Усё, што вы ўводзіце тут, будзе выканана <em>пасля</em> любых каманд змены інструменту <code>Tn</code>.

source: After serial connection to printer is established
be: Пасля ўсталявання паслядоўнага злучэння з друкаркай

source: Before serial connection to printer is closed
be: Перад закрыццём паслядоўнага злучэння з друкаркай

source: Anything you put here will only be executed when closing the serial connection actively. If the serial connection to the printer is suddenly lost nothing will be sent.
be: Усё, што вы ўводзіце тут, будзе выканана толькі пры актыўным закрыцці паслядоўнага злучэння. Калі паслядоўнае злучэнне з друкаркай раптам будзе страчанае, нічога адпраўлена не будзе.

source: Add Profile...
be: Дадаць профіль...

source: Note:
be: Заўвага:

source: Changing most of these settings requires restarting the connection with your printer for your changes to become effective.
be: Каб змены ўступілі ў сілу, для змены большасці з гэтых налад, неабходна запусціць нанова злучэнне з друкаркай.

source: Intervals &amp; timeouts
be: Інтэрвалы і затрымкі

source: Firmware &amp; protocol
be: Прашыўка і пратакол

source: Behaviour
be: Паводзіны

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
be: Паслядоўны порт для злучэння, калі задаць AUTO, OctoPrint паспрабуе аўтаматычна знайсці правільнае значэнне

source: Serial Port
be: Паслядоўны порт

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
be: Хуткасць паслядоўнага злучэння парта, калі задаць AUTO, OctoPrint паспрабуе знайсці правільнае значэнне

source: Baudrate
be: Хуткасць злучэння

source: Makes OctoPrint try to connect to the printer automatically during start up
be: Прымушае OctoPrint спрабаваць аўтаматычна злучыцца з друкаркай падчас запуску

source: Auto-connect to printer on server start
be: Аўтаматычнае злучэнне з друкаркай пры запуску сервера

source: Additional serial ports
be: Дадатковы паслядоўны порт

source: Use this to define additional <a href="%%(glob_url)s">glob patterns</a> matching serial ports to list for connecting against, e.g. <code>/dev/ttyAMA*</code>. One entry per line. Please note that ports will only be offered to connect to if they get also detected by the <em>operating system</em>. Adding a port here will not make it magically appear in OctoPrint. If the operating system doesn't see your printer you need to solve this first.
be: Ужывайце гэтае, каб вызначыць дадатковыя <a href="%%(glob_url)s">глобальныя шаблоны</a>, адпаведныя паслядоўным портам для ўключэння ў спус для злучэння, напрыклад <code>/dev/ttyAMA*</code>. Па адным запісу ў радок. Калі ласка, звярніце ўвагу, што парты будуць выяўленыя <em>аперацыйнай сістэмай</em>. Даданне парта не прывядзе да таго, што ён чароўным чынам з'явіцца ў OctoPrint. Калі аперацыйная сістэма не бачыць вашую друкарку, вам спачатку трэба вырашыць гэтую праблему.

source: Additional baud rates
be: Дадатковыя хуткасці перадачы

source: Use this to define additional serial port baud rates to list for connecting with, e.g. <code>123456</code>. Comma separated.
be: Ужывайце гэтае, каб вызначыць дадатковыя хуткасці перадачы дадзеных па паслядоўным парту, якія неаобходна паказаць для злучэння, напрыклад <code>123456</code>. Праз коску.

source: Blacklisted serial ports
be: Паслядоўныя парты, якія занесеныя ў чорны спіс

source: Use this to define <a href="%%(glob_url)s">glob patterns</a> matching serial ports to blacklist for connecting against, e.g. <code>/dev/ttyS*</code>. One entry per line.
be: Ужывайце гэтае, каб вызначыць <a href="%%(glob_url)s">глабальныя шаблоны</a>, адпаведныя паслядоўным портам ў чорным спісе для злучэння, напрыклад <code>/dev/ttyS*</code>. Па адным запісу ў радок.

source: Blacklisted baud rates
be: Хуткасці перадачы, якія занесеныя ў чорны спіс

source: Use this to define serial port baud rates to blacklist for connecting with, e.g. <code>123456</code>. Comma separated.
be: Ужывайце гэтае, каб паказаць хуткасць перадачы дадзеных па паслядоўным парту для ўключэння ў чорны спіс для злучэння, напрыклад <code>123456</code>. Праз коску.

source: Request exclusive access to the serial port
be: Запытаць экслюзіўны доступ да паслядоўнага порта

source: Uncheck this if you are having problems connecting to your printer.
be: Не птушка, калі ў вас ўзніклі праблемы з злучэннем да друкаркі.

source: Request low latency mode on the serial port
be: Запытаць рэжым з нізкай затрымкай на паслядоўным порту

source: Apply parity double open workaround
be: Прымяніць абыходны шлях з падвоеным адкрыццём па цотнасці

source: Use this if you are running into <a href="%%(url)s" target="_blank" rel="noopener noreferer">this problem</a>.
be: Ужывайць гэтае, калі вы сутыкнуліся <a href="%%(url)s" target="_blank" rel="noopener noreferer">з гэтай праблемай</a>.

source: If detected as potentially needed
be: Калі выяўлена, што гэта патэнцыйна неабходна

source: Use this if connecting to your printer fails with <code>(22, 'Invalid argument')</code>.
be: Ужывайце гэтае, калі пры злучэнні з друкаркай адбыўся збой <code>(22, 'Invalid argument')</code>.

source: Ignore empty ports
be: Ігнараваць пустыя порты

source: By checking this you'll disable OctoPrint warning you if no serial ports to connect to were found.
be: Калі птушка, вы акдлючыце папярэжданне OctoPrint, што паслядоўныя порты для злучэння не знойдзеныя.

source: Serial logging
be: Паслядоўнае вядзенне часопіса

source: Log communication to <code>serial.log</code>
be: Рэгістрыраваць сувязь у часопіс <code>serial.log</code>

source: While this can negatively impact performance, a <code>serial.log</code> can be incredibly useful for debugging any issues observed in the communication between OctoPrint and your printer.
be: Хоць гэтае можа негатыўна адбіцца на прадукцыйнасці, часопіс <code>serial.log</code> можа быць неверагодна карысны для адладкі любых праблем, якія назіраюцца пры ўзаемадзеянні паміж OctoPrint і вашай друкаркай.

source: Query intervals
be: Інтэрвалы запытаў

source: Interval in which to poll for the temperature information from the printer
be: Інтэрвал, на працягу якога варта запытваць інфармацыю аб тэмпературы ў друкаркі

source: Temperature interval (polling)
be: Тэмпературны інтэрвал (апытанне)

source: When printing or idle
be: Пры друку ці ў рэжыме чакання

source: When idle and a target temperature is set
be: Пры рэжыме чакацца і зададзенай мэтавай тэмпературы

source: Temperature report interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
be: Інтэрвал справаздачы аб тэмпературы, якія запытаныя прашыўкамі з падтрымкай аўтаматычнай справаздачы. Задаць 0, каб адключыць аўтаматычнае прадстаўленне справаздач прашыўкай і прымусовае апытанне.

source: Temperature interval (autoreport)
be: Тэмпературны інтэрвал (аўтаматычная справаздача)

source: Autoreport interval to request from firmware
be: Інтэрвал аўтаматычнай справаздачы па запыту прашыўкі

source: Interval in which to poll for the SD printing status information from the printer while printing
be: Інтэрвал, на працягу якога выконваецца запыт інфармацыі аб стане друку SD-картка з друкаркі падчас друку

source: SD status interval (polling)
be: Інтэрвал стану SD-карткі (апытанне)

source: When printing from the printer's SD
be: Пры друку з SD-карткі друкаркі

source: SD status interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
be: Інтэрвал стану SD-карткі для запыту ад прашывак, якія падтрымліваюць аўтаматычную справаздачу. Задаць 0, каб адключыць аўтаматычнае прадстаўленне справаздач прашыўкай і прымусовае апытанне.

source: SD status interval (autoreport)
be: Інтэрвал стану SD-карткі (аўтаматычная справаздача)

source: Position interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware.
be: Інтэрвал месцазнаходжання для запыту ад прашывак, якія падтрымліваюць аўтаматычную справаздачу. Задаць 0, каб адключыць аўтаматычнае прадстаўленне справаздач прашыўкай.

source: Position autoreport interval
be: Інтэрвал аўтаматычнай справаздачы аб месцазнаходжанні

source: Timeouts
be: Затрымкі

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves.
be: Час, па заканчэнні якога сувязь з вашай друкаркай будзе лічыцца мінулай, калі вашая друкарка нічога не адправіла (і будзе зроблена спроба аднавіць сувязь). Павялічце гэтае значэнне, калі для выканання некаторых дзеянняў вашай друкарке патрабуецца больш часу.

source: Communication timeout
be: Затрымка сувязі

source: <code>busy</code> protocol support not detected
be: Падтрымка пратаколу <code>busy</code> не выяўлена

source: <code>busy</code> protocol support detected
be: Выяўлена падтрымка пратаколу <code>busy</code>

source: Time after which a connection attempt to the printer will be considered as having failed
be: Час, па заканчэнні якога спроба злучэння з друкаркай будзе лічыцца няўдалай

source: Connection timeout
be: Затрымка злучэння

source: Time after which to consider the auto detection handshake attempt to have failed if no successful connection is detected
be: Час, па заканчэнні якога можна лічыць спробу аўтаматычнага пацверджання сувязі няўдалым, калі паспяховае злучэнне не выяўлена

source: Autodetection timeout
be: Затрымка аўтаматычнага выяўлення

source: First handshake attempt
be: Першая спроба злучэння

source: Consecutive handshake attempts
be: Паслядоўныя спробы злучэння

source: Time after which to consider a position query on pause or cancel to have failed
be: Час, па заканчэнні якога запыт прыпынку ці адмены лічыцца няўдалым

source: Position query timeout
be: Затрымка запыту месцазнаходжання

source: Time to wait after opening the serial connection before starting baudrate detection
be: Час чакання пасля адкрыцця паслядоўнага злучэння перад пачаткам вызначэння хуткасці злучэння

source: Initial baudrate detection pause
be: Прыпынак вызначэння пачатковай хуткасці злучэння

source: Some controllers need a bit of a breather before baudrate detection after initial connect. If baudrate detection fails due to a hanging controller, try increasing this value.
be: Некаторым кантролерам патрабуецца невялікі прыпынак перад вызначэннем хуткасці злучэння пасля першапачатковага злучэння. Калі вызначэнне хуткасці злучэння не атрымоўваецца з-за завісання кантролеру, паспрабуйце павялічыць гэтае значэнне.

source: Maximum consecutive communication timeouts while idle. More than this and the printer will be considered to be gone. Set to 0 to disable.
be: Найбольшая колькасць паслядоўных затрымак сувязі падчас чакання. Пры перавышэнні гэтага значэння друкарка будзе лычыцца адключанай. Задаць 0, каб адключыць.

source: Max. consecutive timeouts while idle
be: Найбольшая колькасць паслядоўных затрымак падчас чакання

source: Set to 0 to disable consecutive timeout detection and handling.
be: Задаць 0, каб адключыць выяўленне і апрацоўку паслядоўнай затрымкі.

source: Maximum consecutive communication timeouts while printing. More than this and the printer will be considered to be gone. Set to 0 to disable.
be: Найбольшая колькасць паслядоўных затрымак сувязі падчас друку. Пры перавышэнні гэтага значэння друкарка будзе лычыцца адключанай. Задаць 0, каб адключыць.

source: Max. consecutive timeouts while printing
be: Найбольашя колькасць паслядоўных затрымак падчас друку

source: Maximum consecutive communication timeouts while a long running command is active. More than this and the printer will be considered to be gone. Set to 0 to disable.
be: Найбольшая колькасць паслядоўных затрымак сувязі пры бягучым выкананні каманды, якая доўна выконваецца. Пры перавышэнні гэтага значэння друкарка будзе лычыцца адключанай. Задаць 0, каб адключыць.

source: Max. consecutive timeouts during long running commands
be: Найбольшая колькасць затрымак злучэння пры працяглым выкананні каманд

source: Firmware specific settings
be: Налады, якія спецыфічныя для прашыўкі

source: Enable automatic firmware detection
be: Уключыць аўтаматычнае вызначэнне прашыўкі

source: If enabled, OctoPrint will try to figure out your printer's firmware automatically and adjust some communication parameters based on that. If that doesn't work out, or you want more granular control, uncheck this and the parameters in question will become visible for you to adjust.
be: Калі ўключана, OctoPrint паспрабуе аўтаматычна вызначыць прашыўку вашай друкаркі і на яго аснове скарэктаваць некаторыя налады сувязі. Калі гэтае не спрацуе, альбо вы не хочаце больш дэталёвага кіравання, зніміце гэтую птушку, і адпаведныя налады стануць бачныя для змены.

source: Select SD files by lower case path
be: Абраць файлы на SD-картке па шляху ў ніжнім рэгістры

source: Prusa Firmware
be: Прашыўка Prusa

source: Select SD files by relative path
be: Абраць файлы на SD-картке па адносным шляху

source: RepRap Firmware
be: Прашыўка RepRap

source: Disable SD printing detection
be: Адключыць выяўленне друку на SD-картке

source: Ignore consecutive resend requests for the same line
be: Ігнараваць паслядоўныя запыты на паўторную адпраўку для аднаго і таго ж радка

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
be: Падтрымка фармату іэтавай тэмпературы <code>TargetExtr%%n</code>/<code>TargetBed</code>

source: Disable detection of external heatups
be: Адключыць выяўленне вонкавых перагрэваў

source: Actively pause communication during <code>G4</code> dwell command
be: Актыўны прыпынак сувязі падчас выканання каманды <code>G4</code>

source: Send a checksum with the command
be: Адправіць кантрольную суму з дапамогай каманды

source: When printing
be: Падчас друку

source: Send line numbers & checksums for non-GCODE commands
be: Адправіць нумары радкоў і кантрольную суму для каманды, якія выдатныя ад GCode

source: Check this if your printer supports commands outside of the GCODE format (e.g. <code>Tx</code> or similar) but requires them to be treated identical to GCODE.
be: Птушка, калі вашая друкарка падтрымлівае каманды, якія не ўваходзіць у стандарт GCode (напрыклад <code>Tx</code> ці падобныя), але патрабуе, каб яны апрацоўваліся падобна на GCode.

source: Wait for 'ok' for non-GCODE commands
be: Чакаць 'ok' для каманд, якія выдатныя ад GCode

source: Wait for acknowledging <code>ok</code> for non-GCODE commands
be: Чакаць пацверджання <code>ok</code> для каманд, якія выдатныя ад GCode

source: Support temperature autoreporting by firmware, if detected
be: Падтырмка аўтаматычнай справаздачы тэмпературы з дапамогай прашыўкі, калі выяўлена

source: Support sd status autoreporting by firmware, if detected
be: Падтырмка аўтаматычнай справаздачы аб стане SD-карткі з дапамогай прашыўкі, калі выяўлена

source: Support position autoreporting by firmware, if detected
be: Падтырмка аўтаматычнай справаздачы месцазнаходжання з дапамогай прашыўкі, калі выяўлена

source: Send emergency GCODES <code>M108</code> and <code>M410</code> without waiting for acknowledgement, if detected as supported by the firmware
be: Адпраўляць аварыйныя GCode <code>M108</code> і <code>M410</code>, не чакаючы пацверджання, калі выяўлена што падтрымліваюцца прашыўкай

source: Support <code>busy</code> protocol, if detected
be: Падтрымка пратаколу <code>busy</code>, калі выяўлена

source: Send <code>M20 L</code> instead of <code>M20</code> to use extended SD file lists, if detected as supported by the firmware
be: Адправіць <code>M20 L</code> замест <code>M20</code> для выкарыстання пашыраных спісаў файлаў SD-карткі, калі выяўлена што падтрымліваюцца прашыўкай

source: Send long names for writing files to the printer's SD card via <code>M28</code>, if detected as supported by the firmware
be: Адправіць доўгія імёны для запісу файлаў на SD-картку друкаркі з дапамогай <code>M28</code>, калі выяўлена што падтрымліваюцца прашыўкай

source: Simulate <code>ok</code> for <code>M29</code>
be: Імітаваць <code>ok</code> для <code>M29</code>

source: Most Marlin forks that were derived from Marlin versions &lt; v1.1.0 do not send an acknowledging <code>ok</code> for a <code>M29</code>. Check this if you run into communication stalls following streaming of a file to your printer's SD.
be: Большасць форкаў Marlin, якія былі атрыманыя з версій Marlin &lt; v1.1.0, не адпраўляюць пацверджанне <code>ok</code> для <code>M29</code>. Праверце гэтае, калі пасля перадачы файла на SD-картку вашай друкаркі ў вас ўзніклі праблемы з сувяззю.

source: Always assume SD card is present
be: Заўсёды меркаваць наяўнасць SD-карткі

source: Simulate <code>ok</code> for resend requests
be: Імітаваць <code>ok</code> для паўтарных запытаў

source: If detected as necessary
be: Пры выяўленні па меры неабходнасці

source: Some Marlin forks lack an acknowledging <code>ok</code> with their resend requests. Set this to "always" or "if detected as necessary" if you run into communication stalls on resend requests.
be: У некаторых форках Marlin адсутнічае пацверджанне <code>ok</code> пры паўторных запытах. Хадаць значэнне "заўсёды" ці "пры выяўленні па меры неабходнасці", калі пры паўторных запытах узнікаюць збоі сувязі.

source: Protocol fine tuning
be: Дакладная налада пратаколу

source: Wait for <code>start</code> on connect
be: Чакаць <code>start</code> пры злучэнні

source: Try checking this if you run into connection timeouts due to your printer taking too long to respond to OctoPrint's handshake attempts on connect.
be: Паспрабуйце парверыць гэтае, калі ў вас узнікае затрымка злучэння з-за таго, што вашая друкарка занадта доўга не адказвае на спробы пацверджання OctoPrint пры злучэнні.

source: Wait to load the SD card file list until the firmware capability report is processed.
be: Чакаць загрузку спіса файлаў з SD-карткі, пакуль не будзе апрацавана справаздача аб магымасцях прашыўкі.
