Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: Without this plugin OctoPrint will no longer be able to update itself or any of your installed plugins which might put your system at risk.
be: Без гэтага дадатку OctoPrint больш не зможа абнаўляць сябе альбо любыя ўсталяваныя дадаткі, што можа зрабіць вашую сістэму небяспечанай.

source: Release
be: Выпуск

source: Github Commit
be: Фіксацыя Github

source: Local checkout
be: Мясцовае афармленне замовы

source: unknown
be: невядомы

source: Update available
be: Даступна абнаўленне

source: Up-to-date
be: Самы новы

source: notifications are muted
be: апавяшчэнні адключаныя

source: notifications are enabled
be: апавяшчэнні ўключаныя

source: Updating...
be: Абнаўленне...

source: Updating, please wait.
be: Абнаўленне, калі ласка, пачакайце.

source: There are updates available for the following components:
be: Даступныя абнаўленні для наступных кампанентаў:

source: Release Notes
be: Заўвагі да выпуску

source: This version of the Python environment is not supported for direct updates.
be: Гэтая версія асяроддзя Python не падтрымліваецца для прамых абнаўленняў.

source: There's currently not enough free disk space available for a direct update.
be: У бягучы час недастаткова вольнага месца для прамога абнаўлення.

source: Those components marked with <i class="fa fa-check"></i> can be updated directly.
be: Кампаненты, якія пазначаныя знакам <i class="fa fa-check"></i> могуць быць абноўленыя напрамую.

source: To have updates applied, get in touch with an administrator of this OctoPrint instance.
be: Каб прымяніць абнаўленне, звяжыцеся з адміністратарам гэтага асобніка OctoPrint.

source: Update Available
be: Даступна абнаўленне

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
be: Вы можаце зноў адлюстраваць гэтае паведамленне праз Налады > Абнаўленне праграмнага забеспячэння > Праверыць наяўнасць абнаўлення зараз

source: Update now
be: Абнавіць зараз

source: Everything is up-to-date
be: Усё ў актуальным стане

source: No internet connection
be: Няма злучэння з інтэрнэтам

source: Update not possible
be: Абнаўлене немагчыма

source: Unknown update check, configuration ok?
be: Праверка невядомага абнаўлення, ці ў парадку налады?

source: Cannot check for update, need online connection
be: Не атрымалася праверыць наяўнасць абнаўленняў, патрабуецца злучэнне з інтэрнэтам

source: Network error while checking for update, please check the logs
be: Сеткавая памылка пры праверцы наяўнасці абнаўленняў, калі ласка, праверце часопісы

source: API error while checking for update, please check the logs
be: Памылка API пры праверцы наяўнасці абнаўленняў, калі ласка, праверце часопісы

source: Rate limit exceeded while checking for update, please try again later
be: Перавышаны ліміт спроб пры праверцы наяўнасці абнаўленняў, калі ласка, паўтарыце спробу пазней

source: Check internal error while checking for update, please check the logs
be: Праверце ўнутраную памылку пры праверцы наяўнасці абнаўленняў, калі ласка, праверце часопісы

source: Unknown error while checking for update, please check the logs
be: Невядомая памылка пры праверцы наяўнасці абнаўленняў, калі ласка, праверце часопісы

source: Now updating, please wait.
be: Ідзе абнаўленне, калі ласка, пачакайце.

source: The install of the following plugin update(s) has been queued for after current print is finished or cancelled.
be: Усталяванне наступных абнаўленняў дадаткаў былі пастаўлены ў чаргу пасля завяршэння ці адмены бягучага друку.

source: Updates Queued
be: Абнаўленні пастаўленыя ў чаргу

source: The update could not be started. Is it already active? Please consult octoprint.log for details.
be: Не атрымалася запусціць абнаўленне. Яно ўжо ідзе? Калі ласка, звярніцеся да часопіса octoprint.log каб атрымаць падрабязную інфармацыю.

source: Update not started!
be: Абналенне не запушчана!

source: Can't update while throttled
be: Не атрымалася абпавіць пры Не удается обновіть пакуль заблакавана

source: Your system is currently throttled. OctoPrint refuses to run updates while in this state due to possible stability issues.
be: У бягучы час вашая сістэма заблакаваная. OctoPrint адмаўляецца запускаць абнаўленні ў гэтым стане з-за магчымых праблем са стабільнасцю.

source: This will update the following components and restart the server:
be: Гэта прывядзе да абнаўлення наступных кампанентаў і запуску сервера нанова:

source: Be sure to read through any linked release notes, especially those for OctoPrint since they might contain important information you need to know <strong>before</strong> upgrading.
be: Абавязкова прачытайце ўсе звязаныя заўвагі да выпуску, асабліва для OctoPrint, паколькі яны могуць утрымлтваць важную інфармацыю, якую вам неабходна ведаць <strong>перад</strong> абнаўленнем.

source: Updates will be queued if currently printing,
be: Абнаўленні будуць пастаўленыя ў чаргу, калі ў бягучы час выконваецца друк,

source: however this action may disrupt any ongoing print if OctoPrint is not currently controlling it.
be: аднак гэтае дзеянне можа парушыць любы бягучы друк, калі OctoPrint у бягучы час не кантралюе яе.

source: Are you sure you want to proceed?
be: Ці жадаеце вы працягнуць?

source: Are you sure you want to update now?
be: Ці ўпэўненыя вы, што хочаце абнавіць зараз?

source: Proceed
be: Працягнуць

source: Now updating %(name)s to %(version)s
be: Абнаўляецца з %(name)s на %(version)s

source: Update successful, restarting!
be: Абнаўленне прайшло паспяхова, запуск нанова!

source: The update finished successfully and the server will now be restarted.
be: Абнаўленне завяршылася паспяхова, сервер будзе запушчаны нанова.

source: Restart failed
be: Не атрымалася запусціць нанова

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult octoprint.log on what went wrong.
be: Сервер, відаць, не запусціўся нанова сам па сабе, вам неабходна зрабіць гэтае ўручную. Калі ласка, звярніцеся да часопіса octoprint.log каб даведацца, што пайшло не так.

source: The update finished successfully, please restart OctoPrint now.
be: Абнаўленне завяршылася паспяхова, калі ласка, запусціце OctoPrint нанова парма цяпер.

source: The update finished successfully, please reboot the server now.
be: Абнаўленне завяршылася паспяхова, калі ласка, загрузіце сервер нанова парма цяпер.

source: Update successful, restart required!
be: Абнаўленне прайшло паспяхова, патрабуецца загрузка нанова!

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult octoprint.log on what went wrong here.
be: Не атрымалася запусціць OctoPrint, калі ласка, запусціце нанова яго ўручную. Магчыма, вы таксама можаце звярнуцца да часопіса octoprint.log каб даведацца, што пайшло не так..

source: Rebooting the server failed, please reboot it manually. You might also want to consult octoprint.log on what went wrong here.
be: Не атрымалася загрузіць сервер, калі ласка, загрузіце нанова яго ўручную. Магчыма, вы таксама можаце звярнуцца да часопіса octoprint.log каб даведацца, што пайшло не так..

source: Update successful!
be: Абнаўленне прайшло паспяхова!

source: The update finished successfully.
be: Абнаўленне завяршылася паспахова.

source: Update failed!
be: Не атрымалася абнавіць!

source: The update did not finish successfully. Please consult <code>octoprint.log</code> and <code>plugin_softwareupdate_console.log</code> for details.
be: Не атрымалася завяршыць абнаўленне. Калі ласка, звярніцеся да часопісаў <code>octoprint.log</code> і <code>plugin_softwareupdate_console.log</code>, каб атрымаць падрабязную інфармацыю.

source: Queued Updates Paused
be: Прыпынены абнаўлення ў чарзе

source: Continue Updates
be: Працягнуць абнаўленне

source: Cancel Updates
be: Адмяніць абнаўленне

source: Updating in %(sec)i secs...
be: Абнаўленне за %(sec)i секунд...

source: Starting Queued Updates
be: Запуск абнаўлення ў чарзе

source: Please configure the <strong>checkout folder</strong> of OctoPrint, otherwise this plugin won't be able to update it. Click on the <i class="fas fa-wrench"></i> button to do this. Also refer to the <a href="https://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">Documentation</a>.
be: Калі ласка, наладзьце <strong>каталог афармлення замовы</strong> для OctoPrint, у адваротным выпадку гэты дадатак не зможа яго абнавіць. Для гэтага націсніце на кнопку <i class="fas fa-wrench"></i>. Таксама звярніцеся да <a href="https://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">дакументацыі</a>.

source: <p> <strong>You are running a non-release version of OctoPrint but are tracking OctoPrint releases.</strong> </p><p> You probably want OctoPrint to track the matching development version instead. If you have a local OctoPrint checkout folder switched to another branch, <strong>simply switching over to "Commit" tracking</strong> will already take care of that. Otherwise please take a look at the <a href="https://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">Documentation</a>. </p>
be: <p> <strong>Вы ўжываеце не выпушчаную версію OctoPrint, але адсочваеце OctoPrint выпускі.</strong> </p><p> Вы, верагодна, жадаеце, каб замест OctoPrint адсочваць адпаведнасць развіцця. Калі ў вас ёсць лакальны каталог афармлення замовы OctoPrint, якая пераключаная на іншую галіну, <strong>просты пераход на адсофванне "Commit"</strong> ужо паклапаціцца пра гэтае. У адваротным выпадку, калі ласка, глядзіце <a href="https://docs.octoprint.org/en/master/bundledplugins/softwareupdate.html" target="_blank">дакументацыю</a>. </p>

source: <p> <strong>This version of the Python environment is not supported for direct updates.</strong> </p> <p> To reduce the likelihood of running into update problems in outdated environments, the following minimal versions are required to use this updater to update OctoPrint or any installed plugins: </p>
be: <p> <strong>Гэтая версія асяроддзя Python не падтрымліваецца для прамых абнаўленняў.</strong> </p> <p> Каб паменшыць верагоднасць нарвацца на праблемы з абнаўленнямі ў састарэлых асяроддзях, наступныя найменьшыя версіі неабходны для ўжывання гэтага сродку для абнаўлення OctoPrint ці любых ўсталяваных дадаткаў: </p>

source: you have
be: у вас ёсць

source: <p> Please take a look at <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">this FAQ entry on how to proceed</a>. </p>
be: <p> Калі ласка, глядзіце <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">падзел часта задаваных пытанняў аб тым, як дзейнічаць далей</a>. </p>

source: <p> <strong>There is not enough free disk space available to run an update.</strong> </p> <p> To reduce the likelihood of running into update problems due to insufficient disk space, OctoPrint requires a minimum of %(min_free_storage)s free disk space in various locations: </p>
be: <p> <strong>Недастаткова вольнага месца на дыску для запуску абнаўлення.</strong> </p> <p> Каб знізіць верагоднасць цзнікнення памылак з абнаўленнем з-за недахопу месца на дыске, OctoPrint патрабуе найменьш %(min_free_storage)s вольнага месца на дыске ў розных месцах: </p>

source: <p> Please take a look at <a href="https://faq.octoprint.org/insuffienct-disk-space" target="_blank">this FAQ entry on how to proceed</a>. </p>
be: <p> Калі ласка, глядзіце <a href="https://faq.octoprint.org/insuffienct-disk-space" target="_blank">падзел часта задаваных пытанняў аб тым, як дзейнічаць далей</a>. </p>

source: <p> <strong>OctoPrint is running on a throttled system, updates are disabled.</strong> </p> <p> To reduce the likelihood of running into update problems on throttled and hence potentially unstable systems as seen in the past, OctoPrint doesn't support updating under such conditions. Please fix the current issue before trying to update. Take a look at the displayed warning in the navigation bar to learn about what is wrong and to get hints on how to solve the problem. </p> <p> Read more on this in <a href="https://faq.octoprint.org/pi-issues" target="_blank" rel="noopener noreferrer">the FAQ</a>. </p>
be: <p> <strong>OctoPrint запушчаны ў сістэме з абмежаваных доступам, абнаўленні адключаныя.</strong> </p> <p> Каб знізіць верагоднасць узнікнення праблем з абнаўленнем у сістэмах з абмежаваным доступам і, такім чынам, патэнцыйна нестабільных сістэмах, як было паказана раней, OctoPrint не патрымлівае абнаўленні ў такіх умовах. Калі ласка, выпраўце бягучую праблему перад спробай абнаўлення. Зірніце на папярэджанне на панэлі навігацыі, каб даведацца, у чым праблема, і атрымайце падказкі, як вырашыць праблему. </p> <p> Больш падрабязна пра гэтае чытайце <a href="https://faq.octoprint.org/pi-issues" target="_blank" rel="noopener noreferrer">ў часта задаваных пытаннях</a>. </p>

source: Current versions
be: Бягучая версія

source: Update log
be: Часопіс абнаўленняў

source: Cancel all queued updates
be: Адмяніць ўсе абнаўленні, якія пастаўленыя ў чаргу

source: Cancel Queued
be: Адмена чаргі

source: Update all enabled
be: Абнавіць усе ўключаныя

source: Update all
be: Абнавіць усё

source: Update all muted & enabled
be: Абнавіць усе адключаныя і ўключаныя

source: Update all available
be: Абнавіць усе даступныя

source: Check for updates
be: Праверыць наяўнасць абнаўленняў

source: Force check for updates
be: Прымусовая парверка наяўнасці абнаўленняў

source: Not compatible
be: Несумяшчальныя

source: Update
be: Абнавіць

source: Release Channel:
be: Канал выпуску:

source: Installed:
be: Усталяваныя:

source: Available:
be: Даступныя:

source: Release Notes:
be: Заўвагі да выпуску:

source: Newer versions of this plugin are not compatible to this setup.
be: Больш новыя версіі гэтага дадатку несумяшчальныя з дадзенымі наладамі.

source: %(enabled_icon)s = Update notifications enabled, %(muted_icon)s = Update notifications muted, click to toggle. "Update all" will update all items for which updates are available & update notifications are enabled as well, "Update all available" will update all items for which updates are available regardless of update notifications being enabled or muted.
be: %(enabled_icon)s = Апавяшчэнні аб абнаўленнях уключаныя, %(muted_icon)s = Апавяшчэнні аб абнаўленнях адключаныя, націсніце для пераключэння. "Абнавіць усё" запусціць абнаўленне ўсіх элементаў, для якіх даступныя абнаўленні і апавяшчэнні аб абнаўленнях таксама ўключаныя. "Абнавіць усе даступныя" запусціць абнаўленне ўсіх элементаў, для якіх даступныя абнаўленні незалежна ад таго, уключаныя ці адключаныя апавяшчэнні аб абнаўленнях.

source: Please note that the update log will only contain entries for updates performed through OctoPrint's Software Update plugin.
be: Калі ласка, звярніце ўвагу, што часопіс абнаўленняў будзе ўтрымліваць запісы толькі для абнаўленняў, якія выкананыя з дапамогай дадатку абнаўлення праграмнага забеспячэння OctoPrint.

source: Version cache TTL
be: TTL кэшу версій

source: Show update notifications to users
be: Паказваць апавяшчэнні аб абнаўленнях карыстальнікам

source: If you uncheck this, only logged in admins will see update notifications. Update notifications shown to users do not include the "Update now" button.
be: Калі не птушка, апавяшчэнні аб абнаўленнях будуць бачныя толькі зарэгістраванымі адміністратарамі. Апавяшчэнні аб абнаўленнях, якія паказваюцца карыстальнікам, не ўтрымліваюць кнопкі "Абнавіць".

source: Minimum free disk space
be: Найменьшае вольнае месца на дыску

source: The minimum amount of free disk space that has to be available on various locations for OctoPrint to allow updates. Should not be set to 0.
be: Найменьшы аб'ём вольнага месца на дыску, якое павінна быць даступным у розных месцах, каб OctoPrint дазваляў абнаўленне. Не павінна быць 0.

source: Update in progress, please wait.
be: Абнаўленне ў працэсе, калі ласка, пачакайце.

source: Update done, please close this window.
be: Абнаўленне завершана, калі ласка, зачыніце акно.

source: <p> By default, OctoPrint will update itself via <code>pip</code> to published releases or commits pushed to Github. OctoPrint can also update itself via <code>git</code> to arbitrary development branches you need to check out manually. If you want to do that though it needs to know its checkout folder. You can configure that here. </p>
be: <p> Першапачаткова OctoPrint будзе абнаўляць з дапамогай <code>pip</code> да апублікаваных выпусках ці фіксацый в Github. Таксама OctoPrint можа абнаўляць сябе праз <code>git</code> да адвольных галін распрацоўкі, якія вам трэба праверыць уручную. Калі вы жадаеце зрабіць гэтае, неабходна ведаць свой каталог афармлення замовы. Вы можаце наладзіць гэтае тут. </p>

source: <p> If you are running a release version of OctoPrint, leave at "Release" tracking. If you are running a different branch however on a manual checkout, you should setup "Local Checkout" tracking. For more special cases you might want to select "Github Commit" tracking - you normally shouldn't need to however. </p>
be: <p> Калы вы ўжываеце версію выпуску OctoPrint, перайдзіце да адсочвання "Выпуск". Калі вы ўжываеце іншую галіну, аднак пры ручной парверцы вам варта наладзіць адсочванне "Мясцовае афармленне замовы". Для больш асаблівых выпадкаў вы можаце выбраць адсочванне "Фіксацыя Github" - аднак звычайна вам гэтае не патрэбна. </p>

source: <p> You are about to set up OctoPrint <span data-bind="text: octoprintData.current"></span> but <span data-bind="text: octoprintData.available"></span> is available. It is strongly recommended to update to the latest version before you continue. </p>
be: <p> Вы збіраецеся наладзіць OctoPrint <span data-bind="text: octoprintData.current"></span> але <span data-bind="text: octoprintData.available"></span> даступны. Настойліва прапануецца абнавіць да апошняй версіі, перш чым працягнуць. </p>

source: OctoPrint checkout folder
be: Каталог афармлення замовы OctoPrint

source: This needs to be set if you select commit based version tracking.
be: Гэтае неабходна ўсталяваць, калі вы выбіраеце адсочванне версій на аснове фіксацыі.

source: GitHub Access Token
be: Токен доступу да GitHub

source: Token entered but hidden for privacy reasons
be: Токен уведзены, але схаваны па меркаваннях пырватнасці

source: Enter a new token...
be: Увядзіце новы токен...

source: Set this if you keep running into rate limiting issues. <a href="%(url)s" target="_blank" rel="noopener noreferer">See here for how to obtain a token</a>.
be: Задайце гэтае, калі вы працягваеце сутыкацца з праблемамі абмежавання хуткасці. <a href="%(url)s" target="_blank" rel="noopener noreferer">Глядзіце тут, як атрымаць токен</a>.

source: Please note that the deletion of the access token is applied immediately, without having to "Confirm" first.
be: Калі ласка, звярніце ўвагу, што выдаленне токену ўжываецца неадкладна, без неабходнасці папярэдняга "пацверджання".

source: Enable <code>pip</code> update checks
be: Уключыць парверку абнаўленняў <code>pip</code>

source: If you check this, OctoPrint will also notify you of updates of the <code>pip</code> tool used by OctoPrint to manage plugins and updates and allow you to update it through OctoPrint. <strong><code>pip</code> is outside of the control of the OctoPrint maintainers, so enable at your own risk! Things might break!</strong>
be: Калі птушка, OctoPrint таксама будзе апавяшчаць вас аб абнаўленнях існтрумента <code>pip</code>, які ўжываецца OctoPrint для кіравання дадаткамі і абнаўленнямі, і дазволіць вам абнаўляць яго праз OctoPrint. <strong><code>pip</code> знаходзіцца па-за кантролем распрацоўшчыкаў OctoPrint, таму ўключыце на свой страх і разыку! под Нешта можа зламацца!</strong>

source: OctoPrint <code>pip</code> target
be: OctoPrint <code>pip</code> мэта

source: You should normally not have to change this.
be: Звычайна вам не трэба гэтае мяняць.

source: OctoPrint Release Channel
be: Канал выпускаў OctoPrint

source: Make sure you have read <a href="%(url)s" target="_blank" rel="noreferrer noopener">"How to use the release channels to help test release candidates"</a> before switching to a release channel other than "Stable"
be: Пераканайцесь, што вы прачыталі <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Як ужываць канал выпускаў для дапамогі па тэставанню папярэдніх выпускаў"</a> перад пераключэннем на канал выпускаў, які выдатны ад "Стабільнага"

source: Tracked branch
be: Галіна, якая адсочваецца

source: OctoPrint version tracking
be: Адсочванне версій OctoPrint

source: Anonymous Usage Tracking
be: Ананімнае адсочванне ўжывання

source: Please set up anonymous usage tracking
be: Калі ласка, наладзьце ананімнае адсочванне ўжывання

source: You haven't yet decided on whether to enable or disable anonymous usage tracking. You need to either enable or disable it before continuing.
be: Вы яшчэ не вырашылі, уключаць ці адключаць ананімнае адсочванне ўжыванння. Вам неабходна альбо ўключыць, альбо адключыць яго, перш чым працягнуць.

source: Please open a <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>bug report</a> on this. Make sure to include all requested information, including your <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>JS console</a> and <code>octoprint.log</code>.
be: Калі ласка, адчыніце <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>справаздачу пра памылкі</a> з гэтай нагоды. Абавязкова пакажыце ўсю запытаную інфармацыю, уключна <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>кансоль JS</a> і часопіс <code>octoprint.log</code>.

source: Enable anonymous usage tracking
be: Уключыць ананімнае адсочванне ўжывання

source: Events to track. The ping is mandatory.
be: Падзеі для адсочвання. Праверка сувязі абавязкова.

source: Tracked events
be: Падзеі адсочвання

source: Regular ping every 15min (incl. uptime)
be: Рэгулярны ping кожныя 15 хвілін (уключна час прачы)

source: Regular pong every 24h (incl. plugin list)
be: Рэгулярны pong кожныя 24 гадзіны (уключна спіс дадаткаў)

source: Server startup & shutdown
be: Запуск і выключэнне сервера

source: Connected to printer
be: Злучаны з друкаркай

source: Printer Safety Check warnings
be: Папярэджанне аб парверцы бяспекі друкаркі

source: Print started/cancelled/finished
be: Друк пачаты/адменены/завершаны

source: Errors in the communication with the printer and/or reported by the firmware
be: Памылкі пры злучэнні з друкаркай і/ці паведамленні прашыўкі

source: Plugin installed/uninstalled/enabled/disabled
be: Дадатак усталяваны/выдалены/уключаны/адключаны

source: OctoPrint or a plugin updated successfully or unsuccessfully
be: OctoPrint альбо дадатак абноўлены паспяхова ці няўдала

source: System got throttled/unthrottled (currently only detected on RPis)
be: Сістэма была заблакаваная/разблакаваная (у бягучы час выяўляецца толькі на Raspberry Pi)

source: Onboard slicing actions
be: Дзеянні па нарэзцы на плаце

source: Web interface load
be: Загрузка вэб-інтэрфейсу

source: Configure Anonymous Usage Tracking
be: Наладзіць ананімнае адсочванне ўжывання

source: <strong>Note:</strong> You can always change your decision and also access more granular controls via Settings > Anonymous Usage Tracking.
be: <strong>Заўвага:</strong> Вы заўсёды можаце змяніць сваё рашэнне, а таксама атрымаць доступ да больш дэтальным элементам кіравання праз Налады > Ананімнае адсочванне ўжывання.

source: Disable Anonymous Usage Tracking
be: Адключыць ананімнае адсочванне ўжывання

source: Enable Anonymous Usage Tracking
be: Уключыць ананімнае адсочванне ўжывання

source: Anonymous Usage Tracking is <strong class="text-success">enabled</strong>.
be: Ананімнае адсочванне ўжывання <strong class="text-success">ўключана</strong>.
