Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: Anonymous Usage Tracking is <strong class="text-danger">disabled</strong>.
be: Ананімнае адсочванне ўжывання <strong class="text-danger">адключана</strong>.

source: <p> Anonymous usage tracking provides valuable insights into how many instances running what versions of OctoPrint are out there, whether they are successfully completing print jobs and various other metrics. </p> <p> By enabling it you help to identify problems with new releases and release candidates early on, and to better tailor OctoPrint's future development to actual use. </p>
be: <p> Ананімнае адсованне ўжывання дазваляе атрымаць каштоўную інфармацыю аб колькасці асобнікаў, на якіх запушчаныя версіі OctoPrint, ці паспяхова ны выконваюць заданні друку і розныя іншыя паказчыкі. </p> <p> Калі уключыць, вы дапамагаеце выяўляць праблемы з новымі версіямі і кандыдатамі на выпуск на ранняй стадыі, і лепш адаптаваць будучую распрацоўку OctoPrint да рэальнага ўжывання. </p>

source: For details on what gets tracked, please refer to <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer">tracking.octoprint.org</a> and also the <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer">Privacy Policy at tracking.octoprint.org</a>.
be: Для атрымання падрабязнай інфармацыі пра тое, што адсочваецца, калі ласка, звярніцеся да <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer">tracking.octoprint.org</a> а таксама да <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer">палітыкі прыватнасці на tracking.octoprint.org</a>.

source: Enable the virtual printer
be: Уключыць віртуальную друкарку

source: If enabled, an additional serial port <code>VIRTUAL</code> will be available for connecting, backed by a fake printer implementation. Useful for development.
be: Калі ўключана, для злучэння будзе даступны дадатковы паслядоўны порт <code>VIRTUAL</code>, які падтрымліваецца рэалізацыяй віртуальнай друкаркі. Карысна для распрацоўкі.

source: Connection
be: Злучэнне

source: State
be: Стан

source: Files
be: Файлы

source: Temperature
be: Тэмпература

source: Control
be: Кіраванне

source: Terminal
be: Тэрмінал

source: Timelapse
be: Інтэрвальнае відэа

source: Printer
be: Друкарка

source: Serial Connection
be: Паслядоўнае злучэнне

source: Printer Profiles
be: Профілі друкаркі

source: Temperatures
be: Тэмпературы

source: Terminal Filters
be: Тэрмінальныя фільтры

source: GCODE Scripts
be: Сцэнары GCode

source: Features
be: Асаблівасці

source: Webcam & Timelapse
be: Вэб-камера і інтэрвальнае відэа

source: Folders
be: Каталогі

source: Appearance
be: Знешнасць

source: Server
be: Сервер

source: Access
be: Доступ

source: Interface
be: Інтэрфейс

source: Start
be: Пачаць

source: Finish
be: Завяршыць

source: Shutdown system
be: Адключыць сістэму

source: <strong>You are about to shutdown the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
be: <strong>Вы збіраецеся адключыць сістэму.</strong></p><p>Гэтае дзеянне можа парушыць выкананне любых бягучых заданняў друку (у залежнасці ад кантролера вашай друкаркі і агульных налад, якія так сама могуць ужывацца для друку, якія выконваюцца непасрэдна з унутранай памяці вашай друкаркі).

source: Reboot system
be: Загрузіць сістэму нанова

source: <strong>You are about to reboot the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
be: <strong>Вы збіраецеся загрузіць сістэму нанова.</strong></p><p>Гэтае дзеянне можа парушыць выкананне любых бягучых заданняў друку (у залежнасці ад кантролера вашай друкаркі і агульных налад, якія так сама могуць ужывацца для друку, якія выконваюцца непасрэдна з унутранай памяці вашай друкаркі).

source: Restart OctoPrint
be: Запусціць OctoPrint нанова

source: <strong>You are about to restart the OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
be: <strong>Вы збіраецеся запусціць сервер OctoPrint нанова. </strong></p><p>Гэтае дзеянне можа парушыць выкананне любых бягучых заданняў друку (у залежнасці ад кантролера вашай друкаркі і агульных налад, якія так сама могуць ужывацца для друку, якія выконваюцца непасрэдна з унутранай памяці вашай друкаркі).

source: Restart OctoPrint in safe mode
be: Запусціць OctoPrint нанова ў бяспечным рэжыме

source: <strong>You are about to restart the OctoPrint server in safe mode.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
be: <strong>Вы збіраецеся запусціць сервер OctoPrint нанова ў бяспечным рэжыме.</strong></p><p>Гэтае дзеянне можа парушыць выкананне любых бягучых заданняў друку (у залежнасці ад кантролера вашай друкаркі і агульных налад, якія так сама могуць ужывацца для друку, якія выконваюцца непасрэдна з унутранай памяці вашай друкаркі).

source: Server is offline
be: Сервер недаступны

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
be: Сервер, падобна, недаступны. Прынамсі, я не атрымліваю ад яго аніякага адказу. Я паспрабую аўтаматычна злучыцца <strong>на працягу наступных некалькіх хвілін</strong>, аднак вы можаце паспрабаваць выканаць паўторнае злучэнне ўручную ў любы час, калі націсніце на кнопку ніжэй.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
be: Сервер, падобна, недаступны. Прынамсі, я не атрымліваю ад яго аніякага адказу. Мне <strong>не атрымалася аўтаматычна злучыцца</strong>, але вы можаце паспрабаваць злучыцца ўручную, калі націсніце кнопку ніжэй.

source: Unknown
be: Невядомы

source: Command line flag
be: Сцяг каманднага радка

source: Setting in config.yaml
be: Налады ў файле config.yaml

source: Problem during last startup
be: Праблема падчас апошняга запуску

source: Safe mode is active
be: Уключаны бяспечны рэжым

source: <p>The server is currently running in safe mode. Third party plugins and language packs are disabled and cannot be enabled.</p><p>Reason: %(reason)s</p>
be: <p>В бягучы час сервер працуе ў бяспечным рэжыме. Іншыя дадаткі і моўныя пакеты адключаныя і не могуць быць уключаныя.</p><p>Чынік: %(reason)s</p>

source: Slicing ... (%(percentage)d%%)
be: Нарэзка... (%(percentage)d%%)

source: Error reported by printer
be: Друкарка паведамляе пра памылку

source: Your printer's firmware reported an error. Due to that the ongoing print job will be cancelled. Reported error: %(firmwareError)s
be: Прашыўка вашай друкаркі паведамляе пра памылку. У сувязі з гэтым бягучае заданне друку будзе адмененае. Паведамленне пра памылку: %(firmwareError)s

source: Your printer's firmware reported an error. Due to that OctoPrint will disconnect. Reported error: %(error)s
be: Прашыўка вашай друкаркі паведамляе пра памылку. Праз гэтае OctoPrint адключыцца. Паведамленне пра памылку: %(error)s

source: Communication error
be: Памылка сувязі

source: There was a communication error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
be: Адбылася памылка сувязі падчас размовы з вашай друкаркай. Калі ласка, звярніцеся да вываду тэрмінала і часопісу octoprint.log каб атрымаць падрабязную інфармацыю. Памылка: %(error)s

source: Error connecting to printer
be: Памылка злучэння з друкаркай

source: There was an error while trying to connect to your printer. Error: %(error)s
be: Адбылася памылка пры спробе злучыцца з вашай друкаркай. Памылка: %(error)s

source: Error starting a print
be: Памылка пры запуску друку

source: There was an error while trying to start a print job. Error: %(error)s
be: Падчас пачатку друку ўзнікла памылка. Памылка: %(error)s

source: Could not autodetect your printer
be: Не атрымалася аўтаматычна вызначыць вашу друкарку

source: No working connection parameters could be found. Are you sure your printer is physically connected and supported? Refer to <a href="%(url)s" target="_blank" rel="noopener noreferer">the FAQ</a> for help in debugging this.
be: Не атрымалася знайсці працоўныя налады злучэння. Ці ўпэўненыя вы, што вашая друкарка фізічна падключана і падтрымліваецца? Звярніцеся да <a href="%(url)s" target="_blank" rel="noopener noreferer">часта задаваных пытаннях</a> па дапамогу ў адладцы гэтага.

source: Unknown error
be: Невядомая памылка

source: There was an unknown error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
be: Адбылася невядомая памылка пры злучэнні з вашай друкаркай. Калі ласка, звярніцеся да вываду тэрмінала і часопісу octoprint.log каб атрымаць падрабязную інфармацыю. Памылка: %(error)s

source: It looks like your printer reset while a connection was active. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
be: Падобна на тое, што вашая друкарка скінуў налады падчас бягучага злучэння. Калі гэтае было зроблена наўмысна, вы можаце спакойна праігнараваць гэтае паведамленне. У адваротным выпадку вы павінны высветліць, чаму вашая друкарка скінула налады самастойна, паколькі гэта прывядзе да прыпынку друку, а так сама перадачы файлаў на SD-карту вашай друкаркі.

source: It looks like your printer reset while a connection was active. Due to this the ongoing job was aborted. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
be: Падобна на тое, што вашая друкарка скінуў налады падчас бягучага злучэння. З-за гэтага бягучае заданне было перапынена. Калі гэтае было зроблена наўмысна, вы можаце спакойна праігнараваць гэтае паведамленне. У адваротным выпадку вы павінны высветліць, чаму вашая друкарка скінула налады самастойна, паколькі гэта прывядзе да прыпынку друку, а так сама перадачы файлаў на SD-карту вашай друкаркі.

source: Printer reset detected
be: Выяўлены скід налад друкаркі

source: %(days)d day
be: %(days)d дзень

source: %(days)d days
be: %(days)d дзён

source: %(days)d.5 days
be: %(days)d.5 дзён

source: %(hours)d hour
be: %(hours)d гадзіна

source: %(hours)d hours
be: %(hours)d гадзін

source: %(hours)d.5 hours
be: %(hours)d.5 гадзін

source: 1 day
be: 1 дзень

source: a minute
be: 1 хвіліна

source: 2 minutes
be: 2 хвіліны

source: %(minutes)d minutes
be: %(minutes)d хвілін

source: 40 minutes
be: 40 хвілін

source: 50 minutes
be: 50 хвілін

source: 1 hour
be: 1 гадзіна

source: a few seconds
be: некалькі секунд

source: less than a minute
be: менш хвіліны

source: off
be: выключаны

source: Are you sure?
be: Ці ўпэўненыя вы?

source: Progress
be: Прагрэс

source: Offline
be: Недаступны

source: Offline after error
be: Недаступны пасля памылкі

source: Error
be: Памылка

source: Opening serial connection
be: Адкрыццё паслядоўнага злучэння

source: Detecting serial connection
be: Выяўленне паслядоўнага злучэння

source: Connecting
be: Злучэнне

source: Operational
be: Аператыўны

source: Starting
be: Пачатак

source: Starting print from SD
be: Пачатак друку з SD-карткі

source: Starting to send file to SD
be: Пачатак адпраўкі файла на SD-картку

source: Printing from SD
be: Друк з SD-карткі

source: Sending file to SD
be: Адпраўка файла на SD-картку

source: Printing
be: Друк

source: Paused
be: Прыпынак

source: Closed
be: Закрыты

source: Transferring file to SD
be: Перадача файла на SD-картку

source: Pausing
be: Прыпынак

source: Resuming
be: Аднаўленне

source: Cancelling
be: Адмена

source: Finishing
be: Завяршэнне

source: Loading OctoPrint's UI, please wait...
be: Загрузка інтэрфейсу карыстальніка OctoPrint, калі ласка, пачакайце...

source: This user may not have dangerous permissions.
be: Магчыма, у гэтага карыстальніка няма небяспечных дазволаў.

source: Add user
be: Дадаць карыстальніка

source: Edit user "%(name)s"
be: Змяніць карыстальніка "%(name)s"

source: Not possible
be: Немагчыма

source: You may not delete your own account.
be: Вы не маеце права выдаляць свой ўласны ўліковы запіс.

source: You are about to delete the user "%(name)s".
be: Вы збіраецеся выдаліць карыстальніка "%(name)s".

source: This group may not have dangerous permissions or subgroups.
be: У гэтай суполкі могуць не быць небяспечных дазволаў ці ўкладзеных суполак.

source: Add group
be: Дадаць суполку

source: Edit group "%(name)s"
be: Змяніць суполку "%(name)s"

source: You are about to delete the group "%(name)s".
be: Вы збіраецеся выдаліць суполку "%(name)s".

source: Connect
be: Злучыць

source: Disconnect
be: Раз'яднаць

source: No serial port found
be: Паслядоўны порт не знойдзены

source: <p><strong>You are about to disconnect from the printer while a print is in progress.</strong></p><p>Disconnecting while a print is in progress will prevent OctoPrint from completing the print. If you're printing from an SD card attached directly to the printer, any attempt to restart OctoPrint or reconnect to the printer could interrupt the print.<p>
be: <p><strong>Вы збіраецеся раз'яднаць адключыцца ад друкаркі падчак выканання друку.</strong></p><p>Адключэнне падчас выканання друку не дахволіць OctoPrint завяршыць друк. Калі вы друкуеце з SD-карткі, якая падключана непасрэдна да друкаркі, любая спроба запусціць OctoPrint нанова, ці паўторна злучыцца да друкаркі можа перапыніць друк.<p>

source: Are you sure you want to disconnect from the printer?
be: Ці ўпэўненыя вы, што жадаеце раз'яднаць злучэнне з друкаркай?

source: Stay Connected
be: Заставацца на сувязі

source: Hotend
be: Хотэнд

source: Your available free disk space is critically low.
be: Даступнага вольнага месца на вашым дыску крытычна мала.

source: Your available free disk space is starting to run low.
be: Даступнае вам вольнае месца на дыску пачынае заканчвацца.

source: Your current disk usage.
be: Вашае бягучае ўжыванне дыску.

source: Rename
be: Пераназваць

source: Move & Rename
be: Перамясціць і пераназваць

source: Move
be: Выразаць

source: Only show model files
be: Паказваць толькі файлы мадэляў

source: Only show machine code files
be: Паказваць толькі файлы машыннага коду

source: Only show %(type)s files
be: Паказваць толькі файлы %(type)s

source: You are about to delete the folder "%(folder)s" which still contains files and/or sub folders.
be: Вы збіраецеся выдаліць каталог "%(folder)s", які ўсё яшчэ ўтрымлівае файлі і/ці ўкладзеныя каталогі.

source: This will start a new print job. Please check that the print bed is clear.
be: Гэтае запусціць новае заданне на друк. Калі ласка, пераканайцеся, што паверхня стала для друку вольная.

source: Do you want to start the print job now?
be: Ці жадаеце вы запусціць заданне на друк прама зараз?

source: No
be: Не

source: Yes
be: Так

source: Unable to move file or folder
be: Немагчыма перанясці файл ці каталог

source: to
be: у

source: Could not remove entry. Please check octoprint.log for possible reasons.
be: Не атрымалася выдаліць запіс. Калі ласка, праверце часопіс octoprint.log на прадмет магчымых прычын.

source: Failed to remove entry
be: Не атрымалася выдаліць запіс

source: Model contains no extrusion.<br>
be: Мадэль не ўтрымлівае выдушвання.<br>

source: Last printed
be: Апошні друк

source: Last print time
be: Час апошняга друку

source: %(culprit)s exceeds print volume in %(dimension)s.<br>
be: %(culprit)s перавышае аб'ём друку ў %(dimension)s.<br>

source: Object
be: Аб'ект

source: width
be: шырыня

source: depth
be: глыбіня

source: height
be: вышыня

source: Travel
be: Падарожжа

source: Travel area: (%(travel.minX).2f, %(travel.minY).2f, %(travel.minZ).2f) &times; (%(travel.maxX).2f, %(travel.maxY).2f, %(travel.maxZ).2f)
be: Вобласць падарожжа: (%(travel.minX).2f, %(travel.minY).2f, %(travel.minZ).2f) &times; (%(travel.maxX).2f, %(travel.maxY).2f, %(travel.maxZ).2f)

source: Object's bounding box: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)
be: Габарыты аб'екту: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)

source: Print volume: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)
be: Аб'ём друку: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)

source: %(culprit)s in %(name)s exceeds the print volume of the currently selected printer profile, be careful when printing this.
be: %(culprit)s у %(name)s перавышае аб'ём друку абранага ў бягучы момант профілю друкаркі, будзьце асцярожнымі пры яго друку.

source: %(culprit)s exceeds print volume
be: %(culprit)s перавышае аб'ём друку

source: Slicing ...
be: Нарэзка...

source: Slicing done
be: Нарэзка скончана

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
be: Мадэль %(stl)s нарэзаная ў %(gcode)s за %(time).2f секунд

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
be: Не атрымалася нарэзаць %(stl)s у %(gcode)s: %(reason)s

source: Slicing failed
be: Не атрымалася нарэзаць

source: Streaming ...
be: Трансляцыя...

source: Streaming done
be: Трансляцыя скончана

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
be: Трансляцыя выкананая %(local)s у %(remote)s на SD-картку за %(time).2f секунд

source: Streaming failed
be: Трансляцыя не атрымалася

source: Did not finish streaming %(local)s to %(remote)s on SD
be: Не атрымалася скончыць трансляцыю з %(local)s у %(remote)s на SD-картку

source: File already exists: %(name)s
be: Файл ужо існуе: %(name)s

source: Could not upload the file. There is not enough disk space remaining.
be: Не атрымалася загрузіть файл. Недастаткова месца на дыску.

source: Free Space: %(freespace)s
be: Вольная прастора: %(freespace)s

source: File Size: %(filesize)s
be: Памер файла: %(filesize)s

source: Refreshing list ...
be: Абнаўленне спісу...

source: Could not upload the file to the printer's SD. Make sure the SD is initialized and the printer is not busy with a print already.
be: Не атрымалася загрузіць файл на SD-картку друкаркі. Пераканайцеся, цто SD-картка ініцыялізаваная і друкарка яшчэ не занятая друкам.

source: Could not upload the file, overwrite not possible. Make sure it is not already printing and that you have allowed overwriting.
be: Не атрымалася загрузіць файл, перазапіс немагчымы. Пераканайцеся, што ён яшчэ не надрукаваны, і што вы дазволілі перазапіс.

source: Could not upload the file. Make sure that it is a readable, valid file with one of these extensions: %(extensions)s
be: Не атрымалася загрузіць файл. Пераканайцеся, што гэта файл, які можна прачытаць, дапушчальны файл з адным з наступных пашырэнняў: %(extensions)s

source: Could not upload the file. Please check octoprint.log for possible reasons.
be: Не атрымалася загрузіць файл. Калі ласка, праверьце часопіс octoprint.log на прадмет магчымых прычын.

source: Saving ...
be: Захаванне...

source: Uploading ...
be: Загрузка...

source: Login
be: Увайсці

source: Logged in as %(name)s
be: Вы ўвайшлі як %(name)s

source: API key based login
be: Уваход на аснове ключа API

source: Authorization header based login
be: Уваход на аснове аўтарызацыі

source: Logout not supported for %(method)s, please close the browser instead
be: Выхад з сістэмы не падтрымліваецца для %(method)s, калі ласка, замест гэтага зачыніце інтэрнэт-аглядальнік

source: Logout of OctoPrint
be: Выхад з OctoPrint

source: <p>It seems that you are connecting to OctoPrint over the public internet.</p><p>This is strongly discouraged unless you have taken proper network security precautions. Your printer is an appliance you really should not be giving access to everyone with an internet connection.</p><p><strong>Please see <a href="%(url)s" target="_blank" rel="noreferrer noopener">this blog post</a> for ways to safely access your OctoPrint instance from remote.</strong></p><p><small>If you know what you are doing or you are sure this message is mistaken since you are in an isolated LAN, feel free to ignore it.</small></p>
be: <p>Падобна на тое, што вы злучаецеся з OctoPrint праз агульнадаступны інтэрнэт.</p><p>Рабіць гэтае настойліва не рэкамендуецца, калі вы не прынялі належныя меры бяспекі ў сетцы. Вашая друкарка - гэта прылада, да якова вам сапраўды не варта прадастаўляць доступ усім, у каго ёсць злучэнне з інтэрнэтам.</p><p><strong>Калі ласка, глядзіце <a href="%(url)s" target="_blank" rel="noreferrer noopener">гэтае паведамленне ў блогу</a>, пра спробы бяспечнага падаленага доступу да вашага асобніку OctoPrint.</strong></p><p><small>Калі вы ведаеце, што робіце, ці ўпэўненыя, што гэтае паведамленне памылковае, паколькі вы знаходзіцеся ў ізаляванай лакальнай сетцы, не саромейцеся ігнараваць яго.</small></p>

source: Possible external access detected
be: Выяўлены магчымы знешні доступ

source: Login successful
be: Паспяховы ўваход

source: You are now logged in as "%(username)s"
be: Вы ўвайшлі як "%(username)s"

source: Login failed
be: Не атрымалася ўвайсці

source: User unknown, wrong password or account deactivated
be: Карыстальнік невядомы, няправільны пароль, альбо ўліковы запіс дэактываваны

source: Logout successful
be: Паспяховы выхад з сістэмы

source: You are now logged out
be: Цяпер вы выйшлі з сістэмы

source: OctoPrint cannot reach the internet. If this is not intentional, please check OctoPrint's network settings and the connectivity check configuration. Updates, plugin repository and anything else requiring access to the public internet will not work.
be: OctoPrint не можа злучыцца з інтэрнэтам. Калі гэтае зроблена ненаўмысна, калі ласка, парверце сеткавыя налады OctoPrint і налады праверкі злучэння. Абнаўленні, сховішча дадаткаў і ўсё астатняе, якое патрабуе доступу да агульнадаступнага інтэрнэту, працаваць не будзе.

source: Identifier must be set
be: Ідэнтыфікатар павінен быць ўсталяваны

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
be: Хібнія знакі, дапускаюцца толькі a-z, A-Z, 0-9, -, ., _, (, )

source: A profile with such an identifier already exists
be: Профіль з такім ідэнтыфікатарам ужо існуе

source: default
be: першапачаткова

source: red
be: чырвоны

source: orange
be: аранжавы

source: yellow
be: жоўты

source: green
be: зялёны

source: blue
be: сіні

source: black
be: чорны

source: Lower Left
be: Ніжні левы

source: Center
be: Цэнтр

source: There was unexpected error while saving the printer profile, please consult the logs.
be: Пры захаванні профілю друкаркі адбылася нечаканая памылка, калі ласка, азнаёміцеся з часопісамі.

source: Could not add profile
be: Не атрымалася дадаць профіль

source: Cannot delete the default profile or the currently active profile.
be: Немагчыма выдаліць першапачатковы профіль ці бягучы актыўны профіль.

source: There was unexpected error while removing the printer profile, please consult the logs.
be: Пры выдаленні профілю друкаркі адбылася непрадбачаная памылка, калі ласка азнаёміцеся з часопісамі.
