Repository: lidacity/OctoPrint-BY-LangPack
Catalog: */messages.po
Languages: be

source: Could not delete profile
be: Не атрымалася выдаліць профіль

source: You are about to delete the printer profile "%(name)s".
be: Вы збіраецеся выдаліць профіль друкаркі "%(name)s".

source: There was unexpected error while updating the printer profile, please consult the logs.
be: Пры абнаўленні профілю друкаркі адбылася непрадбачаная памылка, калі ласка, азнаёміцеся з часопісамі.

source: Could not update profile
be: Не атрымалася абнавіць профіль

source: Add Printer Profile
be: Дадаць профіль друкаркі

source: Edit Printer Profile "%(name)s"
be: Змяніць профіль друкаркі "%(name)s"

source: Restarts the print job from the beginning
be: Запусціць нанова заданне друку з самага пачатку

source: Starts the print job
be: Запусціць заданне на друк

source: Resumes the print job
be: Аднаўляе заданне друку

source: Pauses the print job
be: Прыпыняе выкананне задання друку

source: Still stabilizing...
be: Стабілізацыя...

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
be: Заснавана на лінейнай апраксімацыі (вельмі нізкая дакладнасць, асабліва ў пачатку друку)

source: Based on the estimate from analysis of file (medium accuracy)
be: Заснавана на ацэнкі, якая атрыманая ў выніку аналізу файла (сярэдняя дакладнасць)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
be: Заснавана на спалучэнні адзнак, якія атрыманыя ў выніку аналізу і разлікаў (сярэдняя дакладнасць)

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
be: Заснавана на сярэдняй колькасці папярэдніх адбіткаў гэтай мадэлі з тым жа профілем друкаркі (звычайна добрая дакладнасць)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
be: Заснавана на спалучэнні сярэдняга выніку па мінулых адбіткаў і разлікаў (звычайна з добрай дакладнасцю)

source: Based on the calculated estimate (best accuracy)
be: Заснавана па разлічанай аценке (найлепшая дакладнасць)

source: Continue
be: Працягнуць

source: Pause
be: Прыпынак

source: On Z Change
be: Пры змене восі Z

source: Timed
be: Перыядычна

source: sec
be: секунд

source: <p>%(ratio)d%% of transmitted lines have triggered resend requests. The communication with the printer is unreliable and this will cause print artefacts and failures.</p><p>Please see <a href='%(url)s' target='_blank'>this FAQ entry</a> on tips on how to solve this.</p>
be: <p>%(ratio)d%% перададзеных радкоў выклікалі запыты на паўторную адпраўку. Сувязь з друкаркай ненадзейная, і гэтае прывядзе да з'яўленняў артэфактаў друку і збояў. </p><p>Калі ласка, глядзіце <a href='%(url)s' target='_blank'>гэты падзел часта задаваных пытанняў</a> з парадамі аб тым, як вырашыць гэтую праблему.</p>

source: Critical resend ratio!
be: Значэнне крытычных суадносін паўторнай адпраўкі!

source: This will restart the print job from the beginning.
be: Гэтае запусціць заданне друку нанова з самага пачатку.

source: This will cancel your print.
be: Гэтае прывядзе да адмены вашага друку.

source: No, continue the print
be: Не, працягнуць друк

source: Yes, cancel the print
be: Так, адмяніць друк

source: violet
be: фіялетавы

source: white
be: белы

source: Autodetect from browser
be: Аўтаматычнае вызначэнне з інтэрнэт-аглядальніка

source: The path doesn't exist
be: Шлях не існуе

source: The path is not a file
be: Шлях не з'яўляецца файлам

source: The path is not an executable
be: Шлях не з'яўляецца файлам для выканання

source: The path is valid
be: Шлях сапраўдны

source: The server is not reachable
be: Сервер недаступны

source: The server is reachable
be: Сервер даступны

source: Name cannot be resolved
be: Імя не можа быць дазволена

source: Name can be resolved
be: Імя можа быць дазволена

source: The path is a broken symlink.
be: Шлях уяўляе сабою зламаны сімвалічны спасылак.

source: The path does not exist and cannot be created.
be: Шлях не існуе і не можа быць створаны.

source: The path is not a folder.
be: Шлях не з'яўляецца каталогам.

source: The path is not writable.
be: Шлях не даступны для запісу.

source: This will generate a new API Key. The old API Key will cease to function immediately.
be: Гэтае створыць новы ключ API. Стары ключ API неадкладна перастане функцыяніраваць.

source: Do nothing
be: Нічога не рабіць

source: Select for printing
be: Абраць для друку

source: Start printing
be: Пачаць друк

source: Slicing %(filename)s
be: Нарэзка %(filename)s

source: Cannot slice on the same device while printing
be: Не атрымалася выканаць нарэзку на гэтай прыладзе падчас друку

source: Cannot slice, not all parameters specified
be: Не атрымалася выканаць нарэзку, пазначаныя не ўсе налады

source: Start the slicing process
be: Пачаць працэс нарэзкі

source: The command "%(command)s" was triggered asynchronously
be: Каманда "%(command)s" была запушчаная асінхронна

source: The command "%(command)s" executed successfully
be: Каманда "%(command)s" выкананая паспяхова

source: The command "%(command)s" could not be executed.
be: Каманда "%(command)s" не можа быць выкананая.

source: Changing Offset of %(name)s
be: Змена зрушэння %(name)s

source: Use the form below to specify a new offset to apply to all temperature commands sent from printed files for "%(name)s"
be: Ужывайце форму ніжэй, каб паказаць новае зрушэнне для ўсіх каманд вымярэння тэмпературы, якія адпраўляюцца з раздрукаваных файлаў для "%(name)s"

source: Bed
be: Стол

source: Chamber
be: Камера

source: Set %(name)s (%(value)s)
be: Задаць %(name)s (%(value)s)

source: Off
be: Выключыць

source: Done
be: Зроблена

source: Resume
be: Аднавіць

source: min
be: хвілін

source: Actual
be: Фактычна

source: Target
be: Мэта

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered, buffer full)
be: паказана %(displayed)d радкоў (%(filtered)d з %(total)d радкоў усяго адфільтравана, буфер запоўнены)

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
be: паказана %(displayed)d радкоў (%(filtered)d з %(total)d радкоў усяго адфільтравана)

source: showing %(displayed)d lines (buffer full)
be: паказана %(displayed)d радкоў (буфер запоўнены)

source: showing %(displayed)d lines
be: паказана %(displayed)d радкоў

source: The command <code>%(command)s</code> was not sent to the printer:
be: Каманда <code>%(command)s</code> не была адпраўленая на друкарку:

source: Suppressed command
be: Падушаная каманда

source: Invalid tool reported
be: Паведамляецца аб недапушчальным інструменце

source: Your printer reported tool T%(tool)d as invalid, reverting back to T%(fallback)d
be: Вашая друкарка паведаміла, што інструмент T%(tool)d несапраўдны, і вярнуўся да T%(fallback)d

source: Rendering %(target)s...
be: Апрацоўка %(target)s...

source: Rendering %(target)s... (%(progress)d%%)
be: Апрацоўка %(target)s... (%(progress)d%%)

source: Failed to remove timelapse %(name)s.</p><p>Please consult octoprint.log for details.</p>
be: Не атрымалася выдаліць інтэрфальнае відэа %(name)s.</p><p>Калі ласка, звярніцеся да часопісу octoprint.log, каб атрымаць падрабязную інфармацыю.</p>

source: Could not remove timelapse
be: Не атрымалася выдаліць інтэрфальнае відэа

source: You are about to delete timelapse file "%(name)s".
be: Вы збіраецеся выдаліць інтэрвальнае відэа "%(name)s".

source: You are about to delete %(count)d timelapse files.
be: Вы збіраецеся выдалціь %(count)d файлаў інтэрвальнага відэа.

source: You are about to delete unrendered timelapse "%(name)s".
be: Вы збіраецеся выдаліць неапрацаваныя інтэрвальныя відэа "%(name)s".

source: You are about to delete %(count)d unrendered timelapses.
be: Вы збіраецеся выдаліць %(count)d неапрацаваных інтэрвальных відэа.

source: Deleting timelapse files
be: Выдаленне файлаў інтэрвальнага відэа

source: Deleting %(count)d timelapse files...
be: Выдвленне %(count)d файлаў інтэрвальнага відэа...

source: Deleting unrendered timelapses
be: Выдаленне неапрацаваных інтэрвальных відэа

source: Deleting %(count)d unrendered timelapses...
be: Выдаленне %(count)d неапрацаваных інтэрвальных відэа...

source: Capturing timelapse postroll
be: Захоп паўторных кадраў інтэрвальнага відэа

source: Now capturing timelapse post roll, this will take only a moment...
be: Цяпер ідзе захоп паўторных кадраў, гэтае зойме ўсяго імгненне...

source: %(minutes)d min
be: %(minutes)d хвілін

source: Now capturing timelapse post roll, this will take approximately %(duration)s (so until %(time)s)...
be: Цяпер ідзе захоп паўторных кадраў, гэтае зойме прыкладна %(duration)s (так да таго часу, пакуль %(time)s)...

source: %(seconds)d sec
be: %(seconds)d секунд

source: Now capturing timelapse post roll, this will take approximately %(duration)s...
be: Цяпер ідзе захоп паўторных кадраў, гэтае зойме прыкладна %(duration)s...

source: Failed repeatedly to capture timelapse frame from webcam - is the snapshot webcam configured correctly and the camera on?
be: Неаднаразовая памылка пры захопе інтэрвальнага відэа з вэб-камеры - ці правільна наладжана вэб-камера маментальнага здымка і ці ўключаная камера?

source: Could not capture snapshots
be: Не атрымалася зрабіць маментальныя здымкі

source: Rendering timelapse
be: Апрацоўка інтэрвальнага відэа

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
be: Цяпер ідзе апрацоўка інтэрвальнага відэа %(movie_prefix)s. Па меркаваннях прадукцыйнасці не рэкамендуецца запускаць заданне друку падчас стварэння відэа.

source: Cannot render timelapse
be: Не атрымалася апрацаваць інтэрвальнае відэа

source: Rendering of timelapse %(movie_prefix)s is not possible since no frames were captured. Is the snapshot webcam configured correctly?
be: Стварэнне выявы інтэвральнай здымкі %(movie_prefix)s немагчыма, бо не было захоплена ніводнага кадра. Ці правільна наладжаны здымак з вэб-камеры?

source: Rendering timelapse failed
be: Не атрымалася апрацаваць інтэрвальнае відэа

source: Rendering of timelapse %(movie_prefix)s failed with return code %(returncode)s
be: Не атрымалася апрацаваць інтэрвальнае відэа %(movie_prefix)s з кодам вяртання %(returncode)s

source: Rendering of timelapse %(movie_prefix)s failed due to an unknown error, please consult the log file
be: Не атрымалася апрацаваць інтэрвальнае відэа %(movie_prefix)s з-за невядомай памылкі, калі ласка, звярніцеся да файла часопіса

source: Timelapse ready
be: Інтэрвальнае відэа гатовае

source: New timelapse %(movie_prefix)s is done rendering.
be: Апрацоўка новага інтэрвальнага відэа %(movie_prefix)s завершана.

source: Site default
be: Першапачатковы сайт

source: This will delete the API Key. It will cease to function immediately.
be: Гэтае прывядзе да выдалення ключа API. Ён неадкладна перастане функцыянаваць.

source: Web
be: Інтэрнэт

source: Forum
be: Форум

source: FAQ
be: Часта задаваныя пытанні

source: Docs
be: Дакументацыя

source: About
be: Пра OctoPrint

source: System
be: Сістэма

source: You don't seem to have JavaScript enabled
be: Падобна на тое, што ў вас не ўключаны JavaScript

source: OctoPrint's UI requires JavaScript to work. Please enable JavaScript and reload.
be: Для працы інтэрфейса карыстальніка OctoPrint неабходны JavaScript. Калі ласка, уключыце JavaScript і запусціце нанова.

source: Connecting to OctoPrint's server...
be: Злучэнне з серверам OctoPrint...

source: Please log in
be: Калі ласка, увайдзіце

source: Incorrect username or password. Hint: Both are case sensitive!
be: Неправільнае імя карыстальніка ці пароль. Падказка: у абодвух выпадках улічваецца рэгістр!

source: You have made too many failed login attempts. Please try again later.
be: Вы зрабіць зашвам няўдалых спроб уваходу. Калі ласка, паспрабуйце яшчэ раз крыху пазней.

source: Server is currently offline.
be: Сервер у бягучы час адключаны.

source: Reconnect...
be: Паўторнае злучэнне...

source: The following account is required:
be: Неабходны наступны ўліковы запіс:

source: An account with the following permissions is required:
be: Неабходны ўліковы запіс з наступнымі дазволамі:

source: Forgot password?
be: Забыліся пароль?

source: Remember me
be: Памятаць мяне

source: Log in
be: Увайсці

source: Navigation
be: Навігацыя

source: System commands
be: Сістэмныя каманды

source: System info bundle
be: Пакет сістэмнай інфармацыі

source: Printer control
be: Кіраванне друкаркай

source: Backups
be: Рэзервовыя копіі

source: You lack admin permissions.
be: У вас няма правоў адміністратара.

source: Download Systeminfo Bundle
be: Спампаваць пакет Systeminfo

source: Cancel print
be: Адмяніць друк

source: Disconnect printer
be: Адключыць друкарку

source: Online restore is not supported on your system.
be: Аператыўнае аднаўленне ў вашай сістэме не падтрымліваецца.

source: OctoPrint currently only allows uploading backups of a maximum size of %(plugin_backup_max_upload_size_str)s via the UI. Backups larger than this can only be restored by command line, or by adjusting the size by removing large contents (like timelapses) from the zip prior to uploading. Backups exceeding this size limit are marked with a %(marker)s up there.
be: У бягучы час OctoPrint дазваляе загружаць рэзервовыя копіі толькі найбольшага памеру %(plugin_backup_max_upload_size_str)s праз інтэрфейс карыстальніка. Рэзервовыя копіі большага памеру могуць быць адноўленыя толькі з дапамогай каманднага радка, альбо шляхам змены памеру шляхам выдалення вялікага зместу (напрыклад інтэрвальнага відэа) файла zip перад загрузкай. Рэзервовыя копіі, якія перавышаюць гэтыя межы памеру, адзначаюцца гузікам %(marker)s.

source: There are no backups yet.
be: Рэзервовых копій пакуль няма.

source: About OctoPrint
be: Пра OctoPrint

source: Create Folder
be: Стварыць каталог

source: Please specify the name of the folder to create.
be: Калі ласка, пазначце імя каталогу для стварэння.

source: Folder name
be: Імя каталогу

source: Create
be: Стварыць

source: Move or Rename
be: Перамясціць ці Пераназваць

source: Select destination folder for
be: Абраць каталог прызначэння для

source: Currently:
be: У бягучы час:

source: Set destination name
be: Задаць назву прызначэння

source: will be moved to:
be: будзе перамешчаны ў:

source: File already exists
be: Файл ужо існуе

source: If you want to rename the file, you may do so below. A collision free suggestion has already been made.
be: Калі вы жадаеце пераназваць файл, вы можаце зрабіць гэтае ніжэй. Прапанова па ліквідацыі калізій ужо была зробленая.

source: Rename to
be: Пераназваць у

source: There is not enough free disk space to keep the existing file and upload this one.
be: Недастаткова вольнага месца на дыску, каб захаваць існуючы файл і загрузіць гэты.

source: Upload (rename)
be: Загрузіць (пераназваць)

source: Upload (overwrite)
be: Загрузіць (перазапісаць)

source: OctoPrint Settings
be: Налады OctoPrint

source: System info
be: Сістэмная інфармацыя

source: Settings update detected
be: Выяўлена абнаўленне налад

source: The settings have been updated on the server. You may reload all settings, overwriting any changes you might have done locally, or alternatively only reload those settings you haven't changed locally.
be: На серверы былі абноўленыя налады. Вы можаце загрузіць усе налады нанова, перазапісаць любыя змены, якія вы маглі ўнесці лакальна, ці альтэрнатыўна, толькі загружаць нанова тыя налады, якія вы не мянялі лакальна.

source: How do you want to proceed?
be: Як вы жадаеце паступіць далей?

source: Reload all
be: Загрузіць нанова ўсё

source: Reload only non-conflicting changes
be: Загрузіць нанова толькі неканфліктныя змены

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
be: У бягучы час нарэзка адключаная, паколькі не адзін сродак нарэзкі яшчэ не наладжаны. Калі ласка, наладзьце сродак нарэзкі ў падзеле "Налады".

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
be: Калі ласка, наладзьце якія сродкі нарэзкі і профіль нарэзкі ўжываць, і назавіце імя файла GCode для нарэзкі ніжэй, альбо націсніце "Адмена" калі вы не хочаце нарэзаць файл цяпер.

source: Slicer
be: Сродак нарэзкі

source: Select a slicer...
be: Выбал сродка нарэзкі...

source: Runs locally
be: Запускаецца лакальна

source: For performance reasons locally run slicers are disabled while printing
be: Па меркаваннях прадукцыйнасці лакальна запускаюцца сродкі нарэзкі адключаныя падчас друку

source: Slicing Profile
be: Профіль нарэзкі

source: Select a slicing profile...
be: Абярыце профіль нарэзкі...

source: Printer Profile
be: Профіль друкаркі

source: Select a printer profile...
be: Абярыце профіль друкаркі...

source: Output Filename
be: Імя выхаднога файла

source: After slicing...
be: Пасля нарэзкі...

source: Slice
be: Нарэзаць

source: Current Offset
be: Бягучае зрушэнне

source: New Offset
be: Новае зрушэнне

source: Delete Offset
be: Выдаліць зрушэнне

source: Hint: Hitting <kbd>Enter</kbd> in the input field will also submit the form
be: Падказка: Калі націсніце <kbd>Enter</kbd> у поле ўводу, вы таксама адправіце форму

source: Timelapse Preview
be: Папярэдні прагляд інтэрвальнага відэа

source: User Settings
be: Налады карыстальніка

source: Abort
be: Скасаваць

source: Confirm
be: Прыняць

source: Setup Wizard
be: Майстар налады

source: <strong>Mandatory Step!</strong> You need to fill this out now.
be: <strong>Абавязковы крок!</strong> Вам трэба запоўніць гэтае цяпер.

source: Next
be: Наступны

source: Previous
be: Папярэдні

source: Unless otherwise noted, you may just skip any wizard page by clicking "Next" or "Finish".
be: Калі не паказана іншае, вы можаце проста прапусціць любую старонку майсатра, калі націсніце "Наступны" ці "Завяршыць".

source: The snappy web interface for your 3D printer
be: Зручны вэб-інтэрфейс для вашай 3D-друкаркі

source: System Information
be: Сістэмная інфармацыя

source: Sharing a Systeminfo Bundle when requesting support on the forums or when opening a new bug report is <strong>mandatory!</strong>
be: Прадстаўленне агульнага доступу да пакета Systeminfo пры запыце падтрымкі на форумах ці пры адкрыцці новай справаздачы пра памылку з'яўляецца <strong>абавязковым!</strong>

source: Download the bundle and share as provided. Do not rename, unpack, repack or otherwise modify, provide <em>exactly</em> as downloaded.
be: Спампуйце пакет і забяспечце агульны доступ, як паказана. Не пераназываць, не распакоўваць, не перапакоўваць і не змяняць іншым чынам, падавайце <em>ў дакладнасці ў тым выглядзе</em>, у якім ён быў спампаваны.

source: You can view Systeminfo Bundles at <a href="https://bundleviewer.octoprint.org" target="_blank" rel="noopener noreferrer">bundleviewer.octoprint.org</a>
be: Вы можаце праглядзець пакеты сістэмнай інфармацыі на <a href="https://bundleviewer.octoprint.org" target="_blank" rel="noopener noreferrer">bundleviewer.octoprint.org</a>

source: Users
be: Карыстальнікі

source: Groups
be: Суполкі

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
be: Дазволіць <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>

source: Needs restart
be: Неабходна загрузка нанова

source: Global API Key
be: Глабальны ключ API

source: It is recommended to no longer use the global API key as it's one single key that gives full admin access to your whole OctoPrint instance. <strong>It will be removed in OctoPrint 2.0</strong>. Instead of using the global key you should create individual Application Keys for your third party clients. That way they get permissions matching the user account used for key creation and you can also revoke access to one app without having to change the keys for all other apps. It's also recommended to create a user account without admin access and use that for third party clients where possible.
be: Рэкамендуецца больш не ўжываць глабальны ключ API, паколькі гэта адзіны ключ, які дае поўны доступ адміністратара да ўсяго вашага асобніку OctoPrint. <strong>Ён будзен выдалены ў OctoPrint 2.0</strong>. Замест ўжывання глабальнага ключа вам варта ствараць індывідуальныя ключы праграм для вашы іншых кліентаў Гэтак яны атрымліваюць дазвол, адпаведны ўліковаму запісу карыстальніка, які ўжываецца для стварэння ключоў, і вы таксама можаце забараніць доступ да адной праграмы, не мяняя ключы для ўсіх іншых праграм. Таксама рэкамендуецца ствараць ўліковы запіс карыстальніка без доступу адміністратара, і па магчымасці ўжываць яе для іншых кліентаў.

source: Access Application Keys
be: Доступ да ключоў праграмы

source: N/A
be: Недаступна

source: Please note that changes to the API key are applied immediately, without having to "Save" first.
be: Калі ласка, звярніце ўвагу, што змены ў ключы API прымяняюцца неадкладна, без неабходнасці папярэдняга "Захаваць".

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
be: Назва гэтага асобніку OctoPrint, які будзе адлюстраваны на панэлі навігацыі і трансліравацца па сетцы

source: Title
be: Загаловак

source: Personalize the color of the navigation bar - maybe to match your printer?
be: Наладзіць колер панэлі навігацыі - можа быць, у адпаведнасці з колерам вашай друкаркі?

source: Color
be: Колер

source: For acrylic printers ;)
be: Для друкарак з акрылу ;)

source: Transparent color
be: Празрысты колер

source: Also personalize the icon of the browser tab
be: Таксама персаналізіраваны гузік укладкі інтэрнэт-аглядальніка

source: Colorize favicon (in supported browsers)
be: Каляровы гузік (у інтэрнэт-аглядальніках, якія падтрымліваюцца)

source: Language Packs
be: Моўныя пакеты

source: Manage...
be: Кіраванне...

source: Default Language
be: Першапачатковая мова

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
be: Змены першапачатковай мовы стануць актыўнымі толькі пасля загрузкі старонкі нанова, і будуць актыўныя толькі ў тым выпадку, калі яны не перавызначаныя моўнымі наладамі карыстальніка.

source: Show temperatures in Fahrenheit as well as Celsius
be: Паказваць тэмпературу ў градусах Варэнгейта, так і ў градусах Цэльсія

source: Show fuzzy print time estimates
be: Паказваць недакладныя ацэнкі часу друку

source: Close dialogs by clicking outside
be: Зачыняць дыялогавае акно, калі пстрыкнуць вонку

source: Show internal filename in the files sidebar (if available)
be: Паказаць унутранае імя файла на бакавой панэлі файлаў (калі даступна)

source: Manage Language Packs...
be: Кіраванне моўнымі пакетамі...

source: There is currently no central repository for language packs like there is for plugins - any help to change that is appreciated!
be: У бягучы час няма цэнтральнага сховішча для моўных пакетаў, як для дадаткаў - любая дапамога ў змене гэтага вітаецца!

source: Until a repository is available, please see <a href="%(url)s" target="_blank" >the wiki</a> for language packs provided by the community.
be: Пакуль сховішча недаступнае, калі ласка, глядзіце <a href="%(url)s" target="_blank" >wiki</a> для моўных пакетаў, якія прадстаўляюцца супольнасцю.

source: Available Language Packs
be: Даступныя моўныя пакеты

source: Last update:
be: Апошняе абнаўленне:

source: No additional Language Packs are installed at the moment.
be: На дадзены момант аніякіх дадатковых моўных пакетаў не ўсталявана.

source: Upload additional Language Packs
be: Загрузіць дадатковы моўны пакет

source: Upload
be: Загрузіць
